Repository: proxmox/ceph
Catalog: ceph/src/pybind/mgr/dashboard/frontend/src/locale/messages.*.xlf
Languages: it_it

source: The encoding will be done on packets of bytes size at a time. Choosing the right packet size is difficult. The jerasure documentation contains extensive information on this topic.
it_it: La codifica viene eseguita su pacchetti di dimensioni in byte, uno alla volta. È difficile scegliere le dimensioni del pacchetto corrette. La documentazione su jerasure fornisce informazioni esaustive su questo argomento.

source: With the jerasure plugin, when an erasure coded object is stored on multiple OSDs, recovering from the loss of one OSD requires reading from all the others. For instance if jerasure is configured with k=8 and m=4, losing one OSD requires reading from the eleven others to repair. The lrc erasure code plugin creates local parity chunks to be able to recover using less OSDs. For instance if lrc is configured with k=8, m=4 and l=4, it will create an additional parity chunk for every four OSDs. When a single OSD is lost, it can be recovered with only four OSDs instead of eleven.
it_it: Con il plug-in di jerasure, quando un oggetto con codice di cancellazione viene memorizzato su più OSD, il recupero dalla perdita di un OSD richiede la lettura di tutti gli altri. Ad esempio, se jerasure è configurato con k=8 e m=4, la perdita di un OSD richiede la lettura degli altri undici per il ripristino. Il plug-in del codice di cancellazione lrc crea porzioni di parità locali per poter eseguire il recupero utilizzando un minor numero di OSD. Ad esempio, se lrc è configurato con k=8, m=4 e l=4, crea una porzione di parità aggiuntiva ogni quattro OSD. Quando si perde un singolo OSD, è possibile recuperarlo solo con quattro OSD invece che con undici.

source: Group the coding and data chunks into sets of size locality. For instance, for k=4 and m=2, when locality=3 two groups of three are created. Each set can be recovered without reading chunks from another set.
it_it: Raggruppa le porzioni di codice e dati in set di località dimensione. Ad esempio, per k=4 e m=2, se località=3 vengono creati due gruppi su tre. È possibile recuperare ciascun set senza leggere le porzioni di un altro set.

source: The type of the crush bucket in which each set of chunks defined by l will be stored. For instance, if it is set to rack, each group of l chunks will be placed in a different rack. It is used to create a CRUSH rule step such as step choose rack. If it is not set, no such grouping is done.
it_it: Il tipo di compartimento Crush in cui viene memorizzato ciascun set di porzioni definito dall'utente. Ad esempio, se è impostato su rack, ciascun gruppo di porzioni viene posizionato in un diverso rack. Viene utilizzato per creare un passaggio della regola CRUSH, come il passaggio choose rack. Se non è impostato, il raggruppamento non viene eseguito.

source: The isa plugin encapsulates the ISA library. It only runs on Intel processors.
it_it: Il plug-in ISA incapsula la libreria ISA. Viene eseguito solo su processori Intel.

source: The ISA plugin comes in two Reed Solomon forms. If reed_sol_van is set, it is Vandermonde, if cauchy is set, it is Cauchy.
it_it: Il plug-in ISA è disponibile in due formati Reed Solomon. Se è impostato reed_sol_van, il formato è Vandermonde, se è impostato cauchy, il formato è Cauchy.

source: The shec plugin encapsulates the multiple SHEC library. It allows ceph to recover data more efficiently than Reed Solomon codes.
it_it: Il plug-in shec incapsula la libreria SHEC multipla. Consente a Ceph di recuperare i dati in modo più efficiente rispetto ai codici Reed Solomon.

source: The number of parity chunks each of which includes each data chunk in its calculation range. The number is used as a durability estimator. For instance, if c=2, 2 OSDs can be down without losing data.
it_it: Il numero di porzioni di parità, ciascuna delle quali include le singole porzioni di dati nell'intervallo di calcolo. Il numero viene utilizzato come strumento di stima della durata. Ad esempio, se c=2, è possibile disattivare 2 OSD senza perdere i dati.

source: CLAY (short for coupled-layer) codes are erasure codes designed to bring about significant savings in terms of network bandwidth and disk IO when a failed node/OSD/rack is being repaired.
it_it: I codici CLAY (abbreviazione di Coupled-Layer, strati associati) sono codici di cancellazione progettati per consentire notevoli risparmi in termini di larghezza di banda di rete e I/O su disco in caso di riparazione di un nodo/OSD/rack con errori.

source: Number of OSDs requested to send data during recovery of a single chunk. d needs to be chosen such that k+1 <= d <= k+m-1. The larger the d, the better the savings.
it_it: Numero di OSD richiesto per l'invio dei dati durante il recupero di una singola porzione. Occorre scegliere per d un valore equivalente a k+1 <= d <= k+m-1. Maggiore è il valore di d, maggiori saranno i risparmi.

source: scalar_mds specifies the plugin that is used as a building block in the layered construction. It can be one of jerasure, isa, shec.
it_it: scalar_mds consente di specificare il plug-in utilizzato come blocco predefinito nella struttura a strati. Può essere uno tra jerasure, isa, shec.

source: technique specifies the technique that will be picked within the 'scalar_mds' plugin specified. Supported techniques are 'reed_sol_van', 'reed_sol_r6_op', 'cauchy_orig', 'cauchy_good', 'liber8tion' for jerasure, 'reed_sol_van', 'cauchy' for isa and 'single', 'multiple' for shec.
it_it: technique consente di specificare la tecnica scelta all'interno del plug-in 'scalar_mds' specificato. Le tecniche supportate sono 'reed_sol_van', 'reed_sol_r6_op', 'cauchy_orig', 'cauchy_good', 'liber8tion' per jerasure, 'reed_sol_van', 'cauchy' per isa e 'single', 'multiple' per shec.

source: The name of the crush bucket used for the first step of the CRUSH rule. For instance step take default.
it_it: Il nome del compartimento Crush utilizzato per il primo passaggio della regola CRUSH. Ad esempio il passaggio take default.

source: Ensure that no two chunks are in a bucket with the same failure domain. For instance, if the failure domain is host no two chunks will be stored on the same host. It is used to create a CRUSH rule step such as step chooseleaf host.
it_it: Assicurarsi che non esistano due porzioni in un compartimento con lo stesso dominio di errore. Ad esempio, se il dominio di errore è l'host, non verranno memorizzate due porzioni sullo stesso host. Viene utilizzato per creare un passaggio della regola CRUSH, come il passaggio chooseleaf host.

source: Restrict placement to devices of a specific class (e.g., ssd or hdd), using the crush device class names in the CRUSH map.
it_it: Limitare il posizionamento ai dispositivi di una classe specifica (ad es. ssd o hdd) usando i nomi delle classi di dispositivi Crush nella mappa CRUSH.

source: Set the directory name from which the erasure code plugin is loaded.
it_it: Impostare il nome della directory da cui viene caricato il plug-in del codice di cancellazione.

source: Allows all operations
it_it: Consente tutte le operazioni

source: Allows only operations that do not modify the server
it_it: Consente solo le operazioni che non modificano il server

source: Allows no access at all
it_it: Non consente alcun accesso

source: Please specify a filesystem volume.
it_it: Specificare un volume del file system.

source: The feature is disabled because Orchestrator is not available.
it_it: La funzione è disabilitata perché Orchestrator non è disponibile.

source: The Orchestrator backend doesn't support this feature.
it_it: Il backend di Orchestrator non supporta questa funzione.

source: -- Select the priority --
it_it: -- Selezionare il livello di priorità --

source: Low
it_it: Bassa

source: High
it_it: Alta

source: The user list data might be stale. If needed, you can manually reload it.
it_it: I dati dell'elenco degli utenti potrebbero non essere aggiornati. Se necessario, è possibile ricaricarli manualmente.

source: Retrieving data for statusFor.
it_it: Recupero dei dati per statusFor.

source: Retrieving data.
it_it: Recupero dei dati in corso.

source: Please wait...
it_it: Attendere...

source: Displaying previously cached data for statusFor.
it_it: Visualizzazione dei dati presenti in cache per statusFor.

source: Displaying previously cached data.
it_it: Visualizzazione dei dati presenti in cache.

source: Could not load data for statusFor.
it_it: Impossibile caricare i dati per statusFor.

source: Could not load data.
it_it: Impossibile caricare i dati.

source: Please check the cluster health.
it_it: Verificare l'integrità del cluster.

source: Error
it_it: Errore

source: Information
it_it: Informazioni

source: Success
it_it: Operazione riuscita

source: Danger
it_it: Pericolo

source: Remove the custom configuration value. The default configuration will be inherited and used instead.
it_it: Rimuovere il valore della configurazione personalizzata. Al suo posto verrà utilizzato il valore di default.

source: The entered value is too high! It must not be greater than {{ option.maxValue }}.
it_it: Il valore immesso è troppo alto. Non deve essere maggiore di {{ option.maxValue }}.

source: The entered value is too low! It must not be lower than {{ option.minValue }}.
it_it: Il valore immesso è troppo basso. Non deve essere minore di {{ option.minValue }}.

source: Copy to Clipboard
it_it: Copia negli appunti

source: Are you sure that you want to {{ actionDescription | lowercase }} <strong>{{ itemNames[0] }}</strong>?
it_it: Si desidera {{ actionDescription | lowercase }} <strong>{{ itemNames[0] }}</strong>?

source: Are you sure that you want to {{ actionDescription | lowercase }} the selected items?
it_it: Si desidera {{ actionDescription | lowercase }} gli elementi selezionati?

source: Are you sure that you want to {{ actionDescription | lowercase }} the selected {{ itemDescription }}?
it_it: Si desidera {{ actionDescription | lowercase }} l'elemento {{ itemDescription }} selezionato?

source: Yes, I am sure.
it_it: Sì.

source: documentation
it_it: documentazione

source: Download
it_it: Effettua download

source: This field is required.
it_it: Questo campo è obbligatorio.

source: An error occurred.
it_it: Si è verificato un errore.

source: Loading panel data...
it_it: Caricamento dati pannello in corso...

source: Please consult the <cd-doc section="grafana"></cd-doc> on how to configure and enable the monitoring functionality.
it_it: Consultare <cd-doc section="grafana"></cd-doc> per informazioni su come configurare e abilitare la funzionalità di monitoraggio.

source: Grafana Dashboard doesn't exist. Please refer to <cd-doc section="grafana"></cd-doc> on how to add dashboards to Grafana.
it_it: Il dashboard di Grafana non esiste. Consultare <cd-doc section="grafana"></cd-doc> per informazioni su come aggiungere dashboard a Grafana.

source: Grafana Time Picker
it_it: Impostazione orario di Grafana

source: Reset Settings
it_it: Ripristina impostazioni

source: Last 5 minutes
it_it: Ultimi 5 minuti

source: Last 15 minutes
it_it: Ultimi 15 minuti

source: Last 30 minutes
it_it: Ultimi 30 minuti

source: Last 1 hour (Default)
it_it: Ultima ora (Default)

source: Last 3 hours
it_it: Ultime 3 ore

source: Last 6 hours
it_it: Ultime 6 ore

source: Last 12 hours
it_it: Ultime 12 ore

source: Last 24 hours
it_it: Ultime 24 ore

source: Yesterday
it_it: Ieri

source: Today so far
it_it: Fino a oggi

source: Day before yesterday
it_it: Giorno prima di ieri

source: Last 2 days
it_it: Ultimi 2 giorni

source: This day last week
it_it: Questo giorno della scorsa settimana

source: Previous week
it_it: Settimana precedente

source: This week so far
it_it: Fino a questa settimana

source: Last 7 days
it_it: Ultimi 7 giorni

source: Previous month
it_it: Mese precedente

source: This month so far
it_it: Fino a questo mese

source: Last 30 days
it_it: Ultimi 30 giorni

source: Last 90 days
it_it: Ultimi 90 giorni

source: Last 6 months
it_it: Ultimi 6 mesi

source: Last 1 year
it_it: Ultimo anno

source: Previous year
it_it: Anno precedente

source: This year so far
it_it: Fino a quest'anno

source: Last 2 years
it_it: Ultimi 2 anni

source: Last 5 years
it_it: Ultimi 5 anni

source: Select a Language
it_it: Selezionare una lingua

source: Clear notifications
it_it: Annulla notifiche

source: Remove notification
it_it: Rimuovi notifica

source: Duration:
it_it: Durata:

source: There are no notifications.
it_it: Nessuna notifica presente.

source: The feature is not supported in the current Orchestrator.
it_it: La funzione non è supportata nell'Orchestrator corrente.

source: Orchestrator is not available. Please consult the <cd-doc section="orch"></cd-doc> on how to configure and enable the functionality.
it_it: Orchestrator non è disponibile. Consultare <cd-doc section="orch"></cd-doc> per informazioni su come configurare e abilitare la funzionalità.

source: Your password will expire in <strong>less than 1</strong> day. Click <a routerLink="/user-profile/edit" class="alert-link">here</a> to change it now.
it_it: La password scade tra <strong>meno di 1</strong> giorno. Fare clic <a routerLink="/user-profile/edit" class="alert-link">qui</a> per modificarla adesso.

source: Your password will expire in <strong>{{ expirationDays }}</strong> day(s). Click <a routerLink="/user-profile/edit" class="alert-link">here</a> to change it now.
it_it: La password scade tra <strong>{{ expirationDays }}</strong> giorno/i. Fare clic <a routerLink="/user-profile/edit" class="alert-link">qui</a> per modificarla adesso.

source: Refresh
it_it: Aggiorna

source: No items selected.
it_it: Nessun elemento selezionato.

source: Deselect item to select again
it_it: Deselezionare l'elemento per selezionare di nuovo

source: Selection limit reached
it_it: Raggiunto il limite per la selezione

source: Filter tags
it_it: Filtra tag

source: Add badge
it_it: Aggiungi badge

source: There are no items available.
it_it: Nessun elemento disponibile.

source: The Ceph community needs your help to continue improving: please <a routerLink="/telemetry" class="btn activate-button alert-link activate-text">Activate</a> the <a href="https://docs.ceph.com/en/latest/mgr/telemetry/">Telemetry</a> module.
it_it: La comunità Ceph ha bisogno del tuo aiuto per continuare a migliorare: ti invitiamo ad <a routerLink="/telemetry" class="btn activate-button alert-link activate-text">Attivare</a> il modulo di <a href="https://docs.ceph.com/en/latest/mgr/telemetry/">Telemetria</a>.

source: Telemetry activation reminder muted
it_it: Audio del promemoria di attivazione telemetria disattivato

source: You can activate the module on the Telemetry configuration page (<b>Dashboard Settings</b> -> <b>Telemetry configuration</b>) at any time.
it_it: È possibile attivare il modulo nella pagina Configurazione telemetria (<b>Impostazioni dashboard</b> -> <b>Configurazione telemetria</b>) in qualsiasi momento.

source: Add
it_it: Aggiungi

source: Set
it_it: Imposta

source: Submit
it_it: Invia

source: Remove
it_it: Rimuovi

source: Unset
it_it: Annulla impostazione

source: Cancel
it_it: Annulla

source: Preview
it_it: Anteprima

source: Move
it_it: Sposta

source: Next
it_it: Avanti

source: Back
it_it: Indietro

source: Clone
it_it: Clona

source: Copy
it_it: Copia

source: Deep Scrub
it_it: Pulitura approfondita

source: Destroy
it_it: Elimina definitivamente

source: Evict
it_it: Rimuovi

source: Flatten
it_it: Appiattisci

source: Mark Down
it_it: Declassa

source: Mark In
it_it: Attiva

source: Mark Lost
it_it: Contrassegna come perso

source: Mark Out
it_it: Disattiva

source: Protect
it_it: Proteggi

source: Rename
it_it: Rinomina

source: Restore
it_it: Ripristina

source: Reweight
it_it: Ripesa

source: Scrub
it_it: Pulitura

source: Show
it_it: Mostra

source: Move to Trash
it_it: Sposta nel cestino

source: Unprotect
it_it: Rimuovi protezione

source: Change
it_it: Modifica

source: Enter Maintenance
it_it: Entra in manutenzione

source: Exit Maintenance
it_it: Esci dalla manutenzione

source: Start Drain
it_it: Avvia svuotamento

source: Stop Drain
it_it: Arresta svuotamento

source: Recreate
it_it: Ricrea

source: Expire
it_it: Scadenza

source: Deleted
it_it: Eliminato

source: Added
it_it: Aggiunto

source: Removed
it_it: Rimosso

source: Edited
it_it: Modificato

source: Canceled
it_it: Annullato

source: Previewed
it_it: Visualizzato in anteprima

source: Moved
it_it: Spostato

source: Cloned
it_it: Clonato

source: Copied
it_it: Copiato

source: Deep Scrubbed
it_it: Pulito approfonditamente

source: Destroyed
it_it: Eliminato definitivamente

source: Flattened
it_it: Appiattito

source: Marked Down
it_it: Declassato

source: Marked In
it_it: Attivato

source: Marked Lost
it_it: Contrassegnato come perso

source: Marked Out
it_it: Disattivato

source: Protected
it_it: Con protezione

source: Purged
it_it: Eliminato definitivamente

source: Renamed
it_it: Rinominato

source: Restored
it_it: Ripristinato

source: Reweighted
it_it: Ripesato

source: Rolled back
it_it: Rollback eseguito

source: Scrubbed
it_it: Pulito

source: Showed
it_it: Mostrato

source: Moved to Trash
it_it: Spostato nel cestino

source: Unprotected
it_it: Senza protezione

source: Recreated
it_it: Ricreato

source: Expired
it_it: Scaduto

source: Clear filters
it_it: Annulla filtri

source: selected
it_it: selezionato

source: found
it_it: trovato

source: total
it_it: totale

source: Expand/Collapse Row
it_it: Espandi/Comprimi riga

source: Failed to load data.
it_it: Non è stato possibile caricare i dati.

source: Loading form data...
it_it: Caricamento dei dati del modulo in corso...

source: Form data could not be loaded.
it_it: Impossibile caricare i dati del modulo.

source: Size has to be at least value or more
it_it: La dimensione deve essere non superiore a value

source: Size has to be at most value or less
it_it: La dimensione deve essere non superiore a value

source: Yes
it_it: Sì

source: in %s
it_it: entro %s

source: %s ago
it_it: %s fa

source: a few seconds
it_it: pochi secondi

source: %d seconds
it_it: %d secondi

source: a minute
it_it: un minuto

source: %d minutes
it_it: %d minuti

source: an hour
it_it: un'ora

source: %d hours
it_it: %d ore

source: a day
it_it: un giorno

source: %d days
it_it: %d giorni

source: a week
it_it: una settimana

source: %d weeks
it_it: %d settimane

source: a month
it_it: un mese

source: %d months
it_it: %d mesi

source: a year
it_it: un anno

source: %d years
it_it: %d anni

source: Required rules for passwords:
it_it: Regole obbligatorie per le password:

source: Must contain at least settings.pwdPolicyMinLength characters
it_it: Deve contenere almeno settings.pwdPolicyMinLength caratteri

source: Must not be the same as the previous one
it_it: Non deve essere uguale alla precedente

source: Cannot contain the username
it_it: Non può contenere il nome utente

source: Cannot contain any configured keyword
it_it: Non può contenere nessuna tra le parole chiave configurate

source: Cannot contain any repetitive characters e.g. "aaa"
it_it: Non può contenere caratteri ripetuti ad es. "aaa"

source: Cannot contain any sequential characters e.g. "abc"
it_it: Non può contenere caratteri in sequenza ad es. "abc"

source: Must consist of characters from the following groups: * Alphabetic a-z, A-Z * Numbers 0-9 * Special chars: !"#$%& '()*+,-./:;<=>?@[\]^_`{{|}}~ * Any other characters (signs)
it_it: Deve contenere caratteri dei gruppi seguenti: * Lettere alfabetiche: a-z, A-Z * Numeri: 0-9 * Caratteri speciali: !"#$%& '()*+,-./:;<=>?@[\]^_`{{|}}~ * Altri caratteri (simboli)

source: Your matcher seems to match no currently defined rule or active alert.
it_it: Sembra che il matcher non trovi nessuna corrispondenza con la regola attualmente definita o con l'avviso attivo.

source: no active alerts
it_it: nessun avviso attivo

source: 1 active alert
it_it: 1 avviso attivo

source: alerts active alerts
it_it: alerts avvisi attivi

source: Matches 1 rule
it_it: Corrispondenza con 1 regola

source: Matches rules rules
it_it: Corrispondenza con rules regole

source: rule with alert.
it_it: rule con alert.

source: Quality of Service
it_it: Qualità di servizio

source: BPS Limit
it_it: Limite di BPS

source: The desired limit of IO bytes per second.
it_it: Il limite desiderato di byte I/O al secondo.

source: IOPS Limit
it_it: Limite di IOPS

source: The desired limit of IO operations per second.
it_it: Il limite desiderato di operazioni I/O al secondo.

source: Read BPS Limit
it_it: Limite BPS in lettura

source: The desired limit of read bytes per second.
it_it: Il limite desiderato di byte letti al secondo.

source: Read IOPS Limit
it_it: Limite di IOPS in lettura

source: The desired limit of read operations per second.
it_it: Il limite desiderato di operazioni di lettura al secondo.

source: Write BPS Limit
it_it: Limite di BPS in scrittura

source: The desired limit of write bytes per second.
it_it: Il limite desiderato di byte scritti al secondo.

source: Write IOPS Limit
it_it: Limite di IOPS in scrittura

source: The desired limit of write operations per second.
it_it: Il limite desiderato di operazioni di scrittura al secondo.

source: BPS Burst
it_it: Burst BPS

source: The desired burst limit of IO bytes.
it_it: Il limite desiderato di burst dei byte di I/O.

source: IOPS Burst
it_it: Burst IOPS

source: The desired burst limit of IO operations.
it_it: Il limite desiderato di burst delle operazioni di I/O.

source: Read BPS Burst
it_it: Burst BPS in lettura

source: The desired burst limit of read bytes.
it_it: Il limite desiderato di burst dei byte letti.

source: Read IOPS Burst
it_it: Burst IOPS in lettura

source: The desired burst limit of read operations.
it_it: Il limite desiderato di burst delle operazioni di lettura.

source: Write BPS Burst
it_it: Burst BPS in scrittura

source: The desired burst limit of write bytes.
it_it: Il limite desiderato di burst dei byte scritti.

source: Write IOPS Burst
it_it: Burst di IOPS in scrittura

source: The desired burst limit of write operations.
it_it: Il limite desiderato di burst delle operazioni di scrittura.

source: Failed to this.operation.failure this.involves(metadata)
it_it: Impossibile this.operation.failure this.involves(metadata)

source: Executing
it_it: In esecuzione

source: execute
it_it: esegui

source: Executed
it_it: Eseguito

source: unknown task
it_it: task sconosciuto

source: Creating
it_it: Creazione

source: create
it_it: crea

source: Updating
it_it: Aggiornamento

source: update
it_it: aggiorna

source: Deleting
it_it: Eliminazione

source: Adding
it_it: Aggiunta

source: add
it_it: aggiungi

source: Removing
it_it: In rimozione

source: remove
it_it: rimuovi

source: Importing
it_it: Importazione

source: import
it_it: importa

source: Imported
it_it: Importato

source: RBD snapshot 'metadata.image_spec@metadata.snapshot_name'
it_it: snapshot RBD 'metadata.image_spec@metadata.snapshot_name'

source: mirroring site name
it_it: nome sito copia speculare

source: bootstrap token
it_it: token di bootstrap

source: mirror mode for pool 'metadata.pool_name'
it_it: modalità di copia speculare per il pool 'metadata.pool_name'

source: mirror peer for pool 'metadata.pool_name'
it_it: peer della copia speculare per il pool 'metadata.pool_name'

source: all dashboards
it_it: tutti i dashboard

source: Identifying
it_it: Identificazione

source: identify
it_it: identifica

source: Identified
it_it: Identificato

source: device 'metadata.device' on host 'metadata.hostname'
it_it: dispositivo 'metadata.device' sull'host 'metadata.hostname'

source: OSDs (DriveGroups: metadata.tracking_id)
it_it: OSD (DriveGroup: metadata.tracking_id)

source: Name is already used by this.pool(metadata).
it_it: Il nome è già utilizzato da this.pool(metadata).
