Repository: proxmox/ceph
Catalog: ceph/src/pybind/mgr/dashboard/frontend/src/locale/messages.*.xlf
Languages: it_it

source: Can be updated at runtime (editable)
it_it: Può essere aggiornato al runtime (modificabile)

source: Tags
it_it: Tag

source: Enum values
it_it: Valori di enumerazione

source: See also
it_it: Vedere anche

source: The value can be updated at runtime.
it_it: È possibile aggiornare il valore al runtime.

source: Daemons/clients do not pull this value from the monitor config database. We disallow setting this option via 'ceph config set ...'. This option should be configured via ceph.conf or via the command line.
it_it: I daemon/client non estraggono questo valore dal database della configurazione di monitoraggio. Non è consentito impostare questa opzione tramite 'ceph config set ...'. È necessario configurarla tramite ceph.conf o dalla riga di comando.

source: Option takes effect only during daemon startup.
it_it: L'opzione diventa attiva solo all'avvio del daemon.

source: Option only affects cluster creation.
it_it: L'opzione interessa solo la creazione del cluster.

source: Option only affects daemon creation.
it_it: L'opzione interessa solo la creazione del daemon.

source: Values
it_it: Valori

source: true
it_it: vero

source: false
it_it: falso

source: The entered value is too high! It must not be greater than {{ maxValue }}.
it_it: Il valore immesso è troppo alto. Non deve essere maggiore di {{ maxValue }}.

source: The entered value is too low! It must not be lower than {{ minValue }}.
it_it: Il valore immesso è troppo basso. Non deve essere minore di {{ minValue }}.

source: Updated config option request.name
it_it: Opzione di configurazione request.name aggiornata

source: Level
it_it: Livello

source: Service
it_it: Servizio

source: Modified
it_it: Modificato

source: Current value
it_it: Valore attuale

source: Editable
it_it: Modificabile

source: Cluster Resources
it_it: Risorse del cluster

source: Hosts
it_it: Host

source: Storage Capacity
it_it: Capacità di storage

source: Number of devices
it_it: Numero di dispositivi

source: Raw capacity
it_it: Capacità di base

source: CPUs
it_it: CPU

source: Memory
it_it: Memoria

source: Host Details
it_it: Dettagli dell'host

source: Welcome to {{ projectConstants.projectName }}
it_it: Benvenuto in {{ projectConstants.projectName }}

source: Please expand your cluster first
it_it: Espandere innanzitutto il cluster

source: Expand Cluster
it_it: Espandi cluster

source: Skip
it_it: Ignora

source: Add Hosts
it_it: Aggiungi host

source: Create OSDs
it_it: Crea OSD

source: Create Services
it_it: Crea servizi

source: You are about to skip the cluster expansion process. You’ll need to <strong>navigate through the menu to add hosts and services.</strong>
it_it: Si sta per ignorare la procedura di espansione del cluster. Sarà necessario <strong>navigare nel menu per aggiungere host e servizi</strong>.

source: Are you sure you want to continue?
it_it: Continuare?

source: Warning
it_it: Avviso

source: Continue
it_it: Continua

source: Cluster expansion skipped by user
it_it: Espansione del cluster ignorata dall'utente

source: Cluster expansion was successful
it_it: Espansione del cluster riuscita

source: Expand Cluster
it_it: Espandi cluster

source: CRUSH map viewer
it_it: Visualizzatore mappa CRUSH

source: Devices
it_it: Dispositivi

source: Physical Disks
it_it: Dischi fisici

source: Device health
it_it: Integrità dispositivo

source: No hostname found.
it_it: Nessun nome host trovato.

source: Hostname
it_it: Nome host

source: To add multiple hosts at once, you can enter:
it_it: Per aggiungere più host contemporaneamente, è possibile immettere:

source: a comma-separated list of hostnames <samp>(e.g.: example-01,example-02,example-03)</samp>,
it_it: un elenco di nomi host separati da virgole <samp>(ad es. esempio-01,esempio-02,esempio-03)</samp>,

source: a range expression <samp>(e.g.: example-[01-03].ceph)</samp>,
it_it: un'espressione di intervallo <samp>(ad es. esempio-[01-03].ceph)</samp>,

source: a comma separated range expression <samp>(e.g.: example-[01-05].lab.com,example2-[1-4].lab.com,example3-[001-006].lab.com)</samp>
it_it: un elenco di espressioni di intervallo separate da virgole <samp>(ad es. esempio-[01-05].lab.com,esempio2-[1-4].lab.com,esempio3-[001-006].lab.com)</samp>

source: The chosen hostname is already in use.
it_it: Il nome host selezionato è già in uso.

source: Network address
it_it: Indirizzo di rete

source: The value is not a valid IP address.
it_it: Il valore non è un indirizzo IP valido.

source: Labels
it_it: Etichette

source: Maintenance Mode
it_it: Modalità manutenzione

source: There are no labels.
it_it: Nessuna etichetta presente.

source: Filter or add labels
it_it: Filtra o aggiungi etichette

source: Add label
it_it: Aggiungi etichetta

source: Hosts List
it_it: Elenco degli host

source: Data will be available only if Orchestrator is available.
it_it: I dati saranno disponibili solo se è disponibile Orchestrator.

source: SSD, NVMEs
it_it: SSD, NVME

source: The feature is disabled because the selected host is not managed by Orchestrator.
it_it: La funzione è disabilitata perché l'host selezionato non è gestito da Orchestrator.

source: Services
it_it: Servizi

source: Labels
it_it: Etichette

source: Model
it_it: Modello

source: CPUs
it_it: CPU

source: Cores
it_it: Core

source: Total Memory
it_it: Memoria totale

source: Raw Capacity
it_it: Capacità di base

source: HDDs
it_it: HDD

source: NICs
it_it: NIC

source: Edit Host: host.hostname
it_it: Modifica host: host.hostname

source: Edit Host
it_it: Modifica host

source: Updated Host "host.hostname"
it_it: Host &quot;host.hostname&quot aggiornato;

source: "host.hostname" moved to maintenance
it_it: &quot;host.hostname&quot; spostato in manutenzione

source: "host.hostname" cannot be put into maintenance
it_it: &quot;host.hostname&quot; non può essere spostato in manutenzione

source: "host.hostname" has exited maintenance
it_it: &quot;host.hostname&quot; non è più in manutenzione

source: "host['hostname']" stopped draining
it_it: &quot;host['hostname']&quot; ha interrotto lo svuotamento

source: "host['hostname']" started draining
it_it: &quot;host['hostname']&quot; ha iniziato lo svuotamento

source: Identify
it_it: Identifica

source: Device path
it_it: Percorso dispositivo

source: Available
it_it: Disponibile

source: Vendor
it_it: Produttore

source: OSDs
it_it: OSD

source: Identify device device
it_it: Identifica dispositivo device

source: Please enter the duration how long to blink the LED.
it_it: Specificare per quanto tempo far lampeggiare il LED.

source: 1 minute
it_it: 1 minuto

source: 2 minutes
it_it: 2 minuti

source: 5 minutes
it_it: 5 minuti

source: 10 minutes
it_it: 10 minuti

source: 15 minutes
it_it: 15 minuti

source: Execute
it_it: Esegui

source: Identifying 'device' started on host 'hostname'
it_it: Identificazione di 'device' avviata sull'host 'hostname'

source: Cluster Logs
it_it: Log del cluster

source: Audit Logs
it_it: Log di controllo

source: Priority:
it_it: Livello di priorità:

source: Keyword:
it_it: Parola chiave:

source: Date:
it_it: Data:

source: Time range:
it_it: Intervallo di tempo:

source: No log entries found. Please try to select different filter options.
it_it: Nessuna voce di log trovata. Provare a selezionare opzioni di filtro diverse.

source: Reset filter.
it_it: Ripristinare il filtro.

source: Edit Manager module
it_it: Modifica modulo Manager

source: The entered value is not a valid UUID, e.g.: 67dcac9f-2c03-4d6c-b7bd-1210b3a259a8
it_it: Il valore immesso non è un UUID valido, ad es.: 67dcac9f-2c03-4d6c-b7bd-1210b3a259a8

source: The entered value needs to be a valid IP address.
it_it: Il valore immesso deve essere un indirizzo IP valido.

source: The entered value is too high! It must be lower or equal to {{ moduleOption.value.max }}.
it_it: Il valore immesso è troppo alto. Deve essere minore di o uguale a {{ moduleOption.value.max }}.

source: The entered value is too low! It must be greater or equal to {{ moduleOption.value.min }}.
it_it: Il valore immesso è troppo basso. Deve essere maggiore di o uguale a {{ moduleOption.value.min }}.

source: The entered value needs to be a number.
it_it: Il valore immesso deve essere un numero.

source: The entered value needs to be a number or decimal.
it_it: Il valore immesso deve essere un numero o un decimale.

source: Updated options for module 'this.moduleName'.
it_it: Opzioni aggiornate per il modulo 'this.moduleName'.

source: Always-On
it_it: Sempre attivo

source: Edit
it_it: Modifica

source: Enable
it_it: Abilita

source: Disable
it_it: Disabilita

source: This Manager module is always on.
it_it: Questo modulo Manager è sempre attivo.

source: Reconnecting, please wait ...
it_it: Riconnessione in corso. Attendere...

source: Status
it_it: Stato

source: Cluster ID
it_it: ID cluster

source: monmap modified
it_it: mappa mon modificata

source: monmap epoch
it_it: epoca mappa mon

source: required con
it_it: con richiesta

source: required mon
it_it: mon richiesto

source: In Quorum
it_it: Nel quorum

source: Not In Quorum
it_it: Non nel quorum

source: Public Address
it_it: Indirizzo pubblico

source: Open Sessions
it_it: Sessioni aperte

source: OSD creation preview
it_it: Anteprima creazione OSD

source: Attributes (OSD map)
it_it: Attributi (mappa OSD)

source: Metadata
it_it: Metadati

source: Metadata not available
it_it: Metadati non disponibili

source: Performance counter
it_it: Contatore delle prestazioni

source: {{ name }} devices
it_it: Dispositivi {{ name }}

source: The primary storage devices. These devices contain all OSD data.
it_it: Dispositivi primari di memorizzazione. Questi dispositivi contengono tutti i dati degli OSD.

source: Write-Ahead-Log devices. These devices are used for BlueStore’s internal journal. It is only useful to use a WAL device if the device is faster than the primary device (e.g. NVME devices or SSDs). If there is only a small amount of fast storage available (e.g., less than a gigabyte), we recommend using it as a WAL device.
it_it: Dispositivi WAL. Questi dispositivi sono utilizzati per il journal interno di BlueStore. È utile avere un dispositivo di questo tipo solo se più veloce del dispositivo primario (ad es. dischi NVME o SSD). Se si ha a disposizione poco spazio di archiviazione veloce (ad es. meno di un gigabyte), si consiglia di utilizzarlo come dispositivo WAL.

source: DB devices can be used for storing BlueStore’s internal metadata. It is only helpful to provision a DB device if it is faster than the primary device (e.g. NVME devices or SSD).
it_it: I dispositivi DB possono essere utilizzati per archiviare i metadati interni di BlueStore. È utile avere un dispositivo DB dedicato solo se è più veloce del dispositivo primario (ad es. dischi NVME o SSD).

source: Add
it_it: Aggiungi

source: Clear
it_it: Annulla

source: Raw capacity: {{ capacity | dimlessBinary }}
it_it: Capacità di base: {{ capacity | dimlessBinary }}

source: No available devices
it_it: Nessun dispositivo disponibile

source: Please add primary devices first
it_it: Aggiungere innanzitutto i dispositivi primari

source: Add devices by using filters
it_it: Aggiungere i dispositivi utilizzando i filtri

source: {{ deviceType }} devices
it_it: Dispositivi {{ deviceType }}

source: At least one of these filters must be applied in order to proceed:
it_it: Per continuare, occorre applicare almeno uno di questi filtri:

source: Number of devices: {{ filteredDevices.length }}. Raw capacity: {{ capacity | dimlessBinary }}.
it_it: Numero di dispositivi: {{ filteredDevices.length }}. Capacità di base: {{ capacity | dimlessBinary }}.

source: Individual OSD Flags
it_it: Flag OSD singoli

source: Cluster-wide
it_it: A livello di cluster

source: Restore previous selection
it_it: Ripristina selezione precedente

source: No Up
it_it: Nessuno attivo

source: OSDs are not allowed to start
it_it: Non è consentito l'avvio degli OSD

source: No Down
it_it: Nessuno declassato

source: OSD failure reports are being ignored, such that the monitors will not mark OSDs down
it_it: I rapporti di errore degli OSD vengono ignorati in modo che i monitor non declassino gli OSD

source: No In
it_it: Nessuno attivato

source: OSDs that were previously marked out will not be marked back in when they start
it_it: Gli OSD che sono stati contrassegnati come disattivati in precedenza non verranno contrassegnati nuovamente come attivati all'avvio

source: No Out
it_it: Nessuno disattivato

source: OSDs will not automatically be marked out after the configured interval
it_it: Gli OSD non verranno automaticamente contrassegnati come disattivati dopo l'intervallo configurato

source: The flag has been enabled for the entire cluster.
it_it: Il flag è stato abilitato per l'intero cluster.

source: Updated OSD Flags
it_it: Flag OSD aggiornati

source: Cluster-wide OSD Flags
it_it: Flag OSD a livello di cluster

source: Pause
it_it: Sospendi

source: Pauses reads and writes
it_it: Sospende le operazioni di lettura e scrittura

source: No Scrub
it_it: Nessuna pulitura

source: Scrubbing is disabled
it_it: Pulitura disabilitata

source: No Deep Scrub
it_it: Nessuna pulitura approfondita

source: Deep Scrubbing is disabled
it_it: Pulitura approfondita disabilitata

source: No Backfill
it_it: Nessuna operazione di recupero informazioni

source: Backfilling of PGs is suspended
it_it: Recupero informazioni sui gruppi di posizionamento sospeso

source: No Rebalance
it_it: Nessun ribilanciamento

source: OSD will choose not to backfill unless PG is also degraded
it_it: L'OSD sceglierà di non recuperare le informazioni a meno che non sia danneggiato anche il gruppo di posizionamento

source: No Recover
it_it: Nessun recupero

source: Recovery of PGs is suspended
it_it: Recupero dei gruppi di posizionamento sospeso

source: Bitwise Sort
it_it: Ordinamento bitwise

source: Use bitwise sort
it_it: Usa ordinamento bitwise

source: Purged Snapdirs
it_it: Snapdir eliminate definitivamente

source: OSDs have converted snapsets
it_it: Gli OSD contengono set di snap convertiti

source: Recovery Deletes
it_it: Eliminazioni recuperi

source: Deletes performed during recovery instead of peering
it_it: Eliminazioni eseguite durante il recupero invece del peering

source: PG Log Hard Limit
it_it: Limite rigido log gruppo di posizionamento

source: Puts a hard limit on pg log length
it_it: Inserisce un limite rigido per la lunghezza del log del gruppo di posizionamento

source: Shared devices
it_it: Dispositivi condivisi

source: WAL slots
it_it: Slot per WAL

source: How many OSDs per WAL device.
it_it: Numero di OSD per dispositivo WAL.

source: Specify 0 to let Orchestrator backend decide it.
it_it: Immettere 0 per lasciare decidere al backend di Orchestrator.

source: Value should be greater than or equal to 0
it_it: Il valore deve essere maggiore o uguale a 0

source: DB slots
it_it: Slot per DB

source: How many OSDs per DB device.
it_it: Numero di OSD per dispositivo DB.

source: Encryption
it_it: Crittografia

source: OSDs List
it_it: Elenco degli OSD

source: <strong>OSD(s) {{ osdIds | join }}</strong> will be marked <strong>{{ markActionDescription }}</strong> if you proceed.
it_it: <strong>Gli OSD {{ osdIds | join }}</strong> verranno contrassegnati <strong>{{ markActionDescription }}</strong> se si procede.

source: The {selection.hasSingleSelection, select, true {OSD is} other {OSDs are}} not safe to be {{ actionDescription }}! {{ message }}
it_it: {selection.hasSingleSelection, select, true {OSD is} other {OSDs are}} come {{ actionDescription }} {{ message }}

source: {VAR_SELECT, select, true {OSD is} other {OSDs are}}
it_it: {VAR_SELECT, select, true {L'OSD non è sicuro} other {Gli OSD non sono sicuri}}

source: <strong>OSD {{ osdIds | join }}</strong> will be <strong>{{ actionDescription }}</strong> if you proceed.
it_it: <strong>L'OSD {{ osdIds | join }}</strong> verrà <strong>{{ actionDescription }}</strong> se si procede.

source: Preserve OSD ID(s) for replacement.
it_it: Conservare gli ID dell'OSD per la sostituzione.

source: out
it_it: disattivato

source: in
it_it: attivato

source: down
it_it: declassato

source: Mark
it_it: Contrassegna

source: OSD lost
it_it: OSD perso

source: marked lost
it_it: contrassegnato come perso

source: Purge
it_it: Elimina definitivamente

source: purged
it_it: eliminato definitivamente

source: destroy
it_it: elimina definitivamente

source: destroyed
it_it: eliminato definitivamente

source: Flags
it_it: Flag

source: Recovery Priority
it_it: Priorità di recupero

source: PG scrub
it_it: Pulitura gruppo di posizionamento

source: Device class
it_it: Classe dispositivo

source: PGs
it_it: Gruppi di posizionamento

source: Read bytes
it_it: Byte letti

source: Write bytes
it_it: Byte scritti

source: Read ops
it_it: Operazioni di lettura

source: Write ops
it_it: Operazioni di scrittura

source: Edit OSD: selectedOsd.id
it_it: Modifica OSD: selectedOsd.id

source: Edit OSD
it_it: Modifica OSD

source: Updated OSD 'selectedOsd.id'
it_it: OSD 'selectedOsd.id' aggiornato

source: Mark OSD markAction
it_it: Contrassegna OSD markAction

source: Mark markAction
it_it: Contrassegna markAction

source: delete
it_it: elimina

source: deleted
it_it: eliminato

source: Advanced configuration options
it_it: Opzioni di configurazione avanzate

source: PG scrub options
it_it: Opzioni di pulitura gruppo di posizionamento

source: Updated PG scrub options
it_it: Opzioni di pulitura gruppo di posizionamento aggiornate

source: OSD Recovery Priority
it_it: Priorità di recupero OSD

source: Priority
it_it: Livello di priorità

source: Customize priority values
it_it: Personalizza valori di priorità

source: This field is required!
it_it: Questo campo è obbligatorio.

source: The entered value is too high! It must not be greater than {{ attr.value.maxValue }}.
it_it: Il valore immesso è troppo alto. Non deve essere maggiore di {{ attr.value.maxValue }}.

source: The entered value is too low! It must not be lower than {{ attr.value.minValue }}.
it_it: Il valore immesso è troppo basso. Non deve essere minore di {{ attr.value.minValue }}.

source: Max Backfills
it_it: Numero massimo di recuperi informazioni

source: Recovery Max Active
it_it: Numero massimo di recuperi attivi

source: Recovery Max Single Start
it_it: Avvio singolo numero massimo di recuperi

source: Recovery Sleep
it_it: Sospensione recupero

source: Custom
it_it: Personalizzato

source: Updated OSD recovery speed priority 'this.osdRecvSpeedForm.getValue( 'priority' )'
it_it: Priorità della velocità di recupero dell'OSD 'this.osdRecvSpeedForm.getValue( 'priority' )' aggiornata

source: Reweight OSD: {{ osdId }}
it_it: Ripesa OSD: {{ osdId }}

source: The value needs to be between 0 and 1.
it_it: Il valore deve essere compreso tra 0 e 1.

source: OSDs {deep, select, true {Deep } other {}}Scrub
it_it: Pulitura {deep, select, true {Deep } other {}} degli OSD

source: {VAR_SELECT, select, true {Deep } other {}}
it_it: {VAR_SELECT, select, true {approfondita} other {}}

source: You are about to apply a {deep, select, true {deep } other {}}scrub to the OSD(s): <strong>{{ selected | join }}</strong>.
it_it: Si sta per eseguire la pulitura {deep, select, true {deep } other {}} degli OSD: <strong>{{ selected | join }}</strong>.

source: {VAR_SELECT, select, true {deep } other {}}
it_it: {VAR_SELECT, select, true {approfondita} other {}}

source: operation was initialized in the following OSD(s): this.joinPipe.transform( this.selected )
it_it: operation è stato inizializzato negli OSD seguenti: this.joinPipe.transform( this.selected )

source: To see all active Prometheus alerts, please provide the URL to the API of Prometheus' Alertmanager as described in the <cd-doc section="prometheus"></cd-doc>.
it_it: Per visualizzare tutti gli avvisi attivi di Prometheus, specificare l'URL dell'API della gestione avvisi di Prometheus come descritto in <cd-doc section="prometheus"></cd-doc>.

source: Create Silence
it_it: Crea silenziamento

source: Job
it_it: Lavoro

source: Severity
it_it: Gravità

source: Started
it_it: Avviato

source: Active Alerts
it_it: Avvisi attivi

source: Alerts
it_it: Avvisi

source: Silences
it_it: Silenziamenti

source: To see all configured Prometheus alerts, please provide the URL to the API of Prometheus as described in the <cd-doc section="prometheus"></cd-doc>.
it_it: Per visualizzare tutti gli avvisi configurati di Prometheus, specificare l'URL dell'API di Prometheus come descritto in <cd-doc section="prometheus"></cd-doc>.

source: Group
it_it: Gruppo

source: Duration
it_it: Durata

source: Query
it_it: Interrogazione

source: Edit
it_it: Modifica

source: Delete
it_it: Elimina

source: Editing a silence will expire the old silence and recreate it as a new silence
it_it: Se un silenziamento viene modificato, il silenziamento precedente scadrà e verrà ricreato come nuovo silenziamento

source: Creator
it_it: Creatore

source: Comment
it_it: Commento

source: Start time
it_it: Ora di inizio

source: If the start time lies in the past the creation time will be used
it_it: Se l'ora di inizio è nel passato, verrà utilizzata l'ora di creazione

source: Duration
it_it: Durata

source: End time
it_it: Ora di fine

source: Matchers
it_it: Matcher

source: A silence requires at least one matcher
it_it: Per un silenziamento è necessario almeno un matcher

source: Add matcher
it_it: Aggiungi matcher

source: silence
it_it: silenziamento

source: Attribute name
it_it: Nome attributo

source: Regular expression
it_it: Espressione regolare

source: Please add your Prometheus host to the dashboard configuration and refresh the page
it_it: Aggiungere l'host Prometheus alla configurazione del dashboard e aggiornare la pagina

source: To enable Silences, please provide the URL to the API of the Prometheus' Alertmanager as described in the <cd-doc section="prometheus"></cd-doc>.
it_it: Per abilitare la funzione di silenziamento, specificare l'URL dell'API della gestione avvisi di Prometheus come descritto in <cd-doc section="prometheus"></cd-doc>.

source: Created by
it_it: Creato da

source: Ends
it_it: Finisce

source: Silence
it_it: Silenziamento

source: {VAR_SELECT, select, true {Edit} other {Add}}
it_it: {VAR_SELECT, select, true {Modifica} other {Aggiungi}}

source: -- Select an attribute to match against --
it_it: -- Selezionare un attributo per la corrispondenza --

source: Value
it_it: Valore

source: Use regular expression
it_it: Usa espressione regolare

source: no spec
it_it: nessuna spec.

source: unmanaged
it_it: non gestito

source: count:count
it_it: conteggio:count

source: label:label
it_it: etichetta:label

source: Service Events
it_it: Eventi del servizio

source: Daemon type
it_it: Tipo di daemon

source: Daemon ID
it_it: ID daemon

source: Container ID
it_it: ID container

source: Container Image name
it_it: Nome immagine container

source: Container Image ID
it_it: ID immagine container

source: Last Refreshed
it_it: Ultimo aggiornamento

source: Daemon Events
it_it: Eventi del daemon

source: Service Name
it_it: Nome del servizio

source: Service Type
it_it: Tipo di servizio

source: Service Events
it_it: Eventi del servizio

source: -- Select a service type --
it_it: -- Selezionare un tipo di servizio --

source: Backend Service
it_it: Servizio backend

source: -- No service available --
it_it: -- Nessun servizio disponibile --

source: -- Select an existing RGW service --
it_it: -- Selezionare un servizio RGW esistente --

source: The value does not match the pattern <strong><service_id>[.<realm_name>.<zone_name>]</strong>.
it_it: Il valore non corrisponde al modello <strong>&lt;service_id&gt;[.&lt;realm_name&gt;.&lt;zone_name&gt;]</strong>.

source: Unmanaged
it_it: Non gestito

source: Placement
it_it: Posizionamento

source: Label
it_it: Etichetta
