Repository: proxmox/ceph
Catalog: ceph/src/pybind/mgr/dashboard/frontend/src/locale/messages.*.xlf
Languages: it_it

# ngb.alert.close
source: Close
it_it: Chiudi

# ngb.carousel.slide-number
source: Slide OnHover$ = new of ; private _pa
it_it: Slide OnHover$ = new di ; private _pa

# ngb.carousel.previous
source: Previous
it_it: Precedente

# ngb.carousel.next
source: Next
it_it: Successiva

# ngb.datepicker.select-month
source: Select month
it_it: Seleziona mese

# ngb.datepicker.select-year
source: Select year
it_it: Seleziona anno

# ngb.datepicker.previous-month
source: Previous month
it_it: Mese precedente

# ngb.datepicker.next-month
source: Next month
it_it: Mese successivo

# ngb.pagination.first-aria
source: First
it_it: Primo

# ngb.pagination.previous-aria
source: Previous
it_it: Precedente

# ngb.pagination.next-aria
source: Next
it_it: Successivo

# ngb.pagination.last-aria
source: Last
it_it: Ultimo

# ngb.timepicker.hours
source: Hours
it_it: Ore

# ngb.timepicker.minutes
source: Minutes
it_it: Minuti

# ngb.timepicker.increment-hours
source: Increment hours
it_it: Incremento ore

# ngb.timepicker.decrement-hours
source: Decrement hours
it_it: Decremento ore

# ngb.timepicker.increment-minutes
source: Increment minutes
it_it: Incremento minuti

# ngb.timepicker.decrement-minutes
source: Decrement minutes
it_it: Decremento minuti

# ngb.timepicker.seconds
source: Seconds
it_it: Secondi

# ngb.timepicker.increment-seconds
source: Increment seconds
it_it: Incremento secondi

# ngb.timepicker.decrement-seconds
source: Decrement seconds
it_it: Decremento secondi

# ngb.toast.close-aria
source: Close
it_it: Chiudi

source: Must be greater than or equal to {{ limits['min'] }}.
it_it: Deve essere superiore o uguale a {{ limits['min'] }}.

source: Must be less than or equal to {{ limits['max'] }}.
it_it: Deve essere inferiore o uguale a {{ limits['max'] }}.

source: Overview
it_it: Panoramica

source: Targets
it_it: Destinazioni

source: iSCSI Topology
it_it: Topologia iSCSI

source: Name
it_it: Nome

source: Current
it_it: Attuale

source: Discovery Authentication
it_it: Autenticazione rilevazione

source: User
it_it: Utente

source: This field is required.
it_it: Questo campo è obbligatorio.

source: User names must have a length of 8 to 64 characters and can contain alphanumeric characters, '.', '@', '-', '_' or ':'.
it_it: I nomi utente devono avere una lunghezza compresa tra 8 e 64 caratteri e possono contenere caratteri alfanumerici: '.', '@', '-', '_' o ':'.

source: Passwords must have a length of 12 to 16 characters and can contain alphanumeric characters, '@', '-', '_' or '/'.
it_it: Le password devono avere una lunghezza compresa tra 12 e 16 caratteri e possono contenere caratteri alfanumerici: '@', '-', '_' o '/'.

source: Mutual User
it_it: Utente reciproco

source: Mutual Password
it_it: Password reciproca

source: Updated discovery authentication
it_it: Autenticazione rilevazione aggiornata

source: Target IQN
it_it: IQN di destinazione

source: IQN has wrong pattern.
it_it: IQN contiene un modello errato.

source: An IQN has the following notation 'iqn.$year-$month.$reversedAddress:$definedName'
it_it: Un IQN contiene la notazione seguente 'iqn.$year-$month.$reversedAddress:$definedName'

source: For example: iqn.2016-06.org.dashboard:storage:disk.sn-a8675309
it_it: Ad esempio: iqn.2016-06.org.dashboard:storage:disk.sn-a8675309

source: More information
it_it: Ulteriori informazioni

source: This target has modified advanced settings.
it_it: Questa destinazione contiene impostazioni avanzate modificate.

source: Portals
it_it: Portali

source: Add portal
it_it: Aggiungi portale

source: At least {{ minimum_gateways }} gateways are required.
it_it: Specificare almeno {{ minimum_gateways }} gateway.

source: Images
it_it: Immagini

source: This image has modified settings.
it_it: Questa immagine contiene impostazioni modificate.

source: Duplicated LUN numbers.
it_it: Numeri LUN duplicati.

source: Duplicated WWN.
it_it: WWN duplicati.

source: Add image
it_it: Aggiungi immagine

source: ACL authentication
it_it: Autenticazione ACL

source: User names must have a length of 8 to 64 characters and can contain alphanumeric characters, '.', '@', '-', '_' or ':'.
it_it: I nomi utente devono avere una lunghezza compresa tra 8 e 64 caratteri e possono contenere caratteri alfanumerici: '.', '@', '-', '_' o ':'.

source: Passwords must have a length of 12 to 16 characters and can contain alphanumeric characters, '@', '-', '_' or '/'.
it_it: Le password devono avere una lunghezza compresa tra 12 e 16 caratteri e possono contenere caratteri alfanumerici: '@', '-', '_' o '/'.

source: Initiators
it_it: Iniziatori

source: Initiator
it_it: Iniziatore

source: Client IQN
it_it: IQN client

source: Initiator IQN needs to be unique.
it_it: L'IQN dell'iniziatore deve essere univoco.

source: User names must have a length of 8 to 64 characters and can contain alphanumeric characters, '.', '@', '-', '_' or ':'.
it_it: I nomi utente devono avere una lunghezza compresa tra 8 e 64 caratteri e possono contenere caratteri alfanumerici: '.', '@', '-', '_' o ':'.

source: Passwords must have a length of 12 to 16 characters and can contain alphanumeric characters, '@', '-', '_' or '/'.
it_it: Le password devono avere una lunghezza compresa tra 12 e 16 caratteri e possono contenere caratteri alfanumerici: '@', '-', '_' o '/'.

source: Initiator belongs to a group. Images will be configure in the group.
it_it: L'iniziatore appartiene a un gruppo. Le immagini verranno configurate nel gruppo.

source: No items added.
it_it: Nessun elemento aggiunto.

source: Add initiator
it_it: Aggiungi iniziatore

source: Groups
it_it: Gruppi

source: Group
it_it: Gruppo

source: Name
it_it: Nome

source: Add group
it_it: Aggiungi gruppo

source: There are no portals available.
it_it: Nessun portale disponibile.

source: There are no images available.
it_it: Nessuna immagine disponibile.

source: There are no images available. Please make sure you add an image to the target.
it_it: Nessuna immagine disponibile. Assicurarsi di aggiungere un'immagine alla destinazione.

source: There are no initiators available. Please make sure you add an initiator to the target.
it_it: Nessun iniziatore disponibile. Assicurarsi di aggiungere un iniziatore alla destinazione.

source: target
it_it: destinazione

source: Configure
it_it: Configura

source: Changing these parameters from their default values is usually not necessary.
it_it: Di solito non è necessario modificare questi parametri rispetto ai valori di default.

source: Identifier
it_it: Identificatore

source: Settings
it_it: Impostazioni

source: Advanced Settings
it_it: Impostazioni avanzate

source: iSCSI Targets not available
it_it: Destinazioni iSCSI non disponibili

source: Please consult the <cd-doc section="iscsi"></cd-doc> on how to configure and enable the iSCSI Targets management functionality.
it_it: Per informazioni su come configurare e abilitare la funzionalità di gestione delle destinazioni iSCSI, consultare <cd-doc section="iscsi"></cd-doc>.

source: Available information:
it_it: Informazioni disponibili:

source: Discovery authentication
it_it: Autenticazione rilevazione

source: Target
it_it: Destinazione

source: Portals
it_it: Portali

source: Images
it_it: Immagini

source: # Sessions
it_it: N. sessioni

source: Unavailable gateway(s)
it_it: Gateway non disponibili

source: Target has active sessions
it_it: La destinazione contiene sessioni attive

source: iSCSI target
it_it: Destinazione iSCSI

source: Gateways
it_it: Gateway

source: State
it_it: Stato

source: # Targets
it_it: N. destinazioni

source: Image
it_it: Immagine

source: Read Bytes
it_it: Byte letti

source: Write Bytes
it_it: Byte scritti

source: Read Ops
it_it: Operazioni di lettura

source: Write Ops
it_it: Operazioni di scrittura

source: A/O Since
it_it: A/O da

source: Create Bootstrap Token
it_it: Crea token di bootstrap

source: To create a bootstrap token which can be imported by a peer site cluster, provide the local site's name, select which pools will have mirroring enabled, and click <kbd>Generate</kbd>.
it_it: Per creare un token di bootstrap che può essere importato da un cluster di un sito peer, fornire il nome del sito locale, selezionare i pool che avranno abilitata la creazione di copie speculari e fare clic su <kbd>Genera</kbd>.

source: Site Name
it_it: Nome sito

source: Name...
it_it: Nome...

source: Pools
it_it: Pool

source: At least one pool is required.
it_it: È richiesto almeno un pool.

source: Generate
it_it: Genera

source: Generated token...
it_it: Token generato...

source: Close
it_it: Chiudi

source: Import Bootstrap Token
it_it: Importa token di bootstrap

source: To import a bootstrap token which was created by a peer site cluster, provide the local site's name, select which pools will have mirroring enabled, provide the generated token, and click <kbd>Import</kbd>.
it_it: Per importare un token di bootstrap creato da un cluster di un sito peer, fornire il nome del sito locale, selezionare i pool che avranno abilitata la creazione di copie speculari, specificare il token generato e fare clic su <kbd>Importa</kbd>.

source: Direction
it_it: Direzione

source: The token is invalid.
it_it: Il token non è valido.

source: Instance
it_it: Istanza

source: Hostname
it_it: Nome host

source: Version
it_it: Versione

source: Health
it_it: Integrità

source: Edit site name
it_it: Modifica nome sito

source: Edit the site name and click <kbd>Update</kbd>.
it_it: Modificare il nome del sito e fare clic su <kbd>Aggiorna</kbd>.

source: Issues
it_it: Problemi

source: Syncing
it_it: Sincronizzazione

source: Ready
it_it: Pronto

source: Issue
it_it: Problema

source: Progress
it_it: Avanzamento

source: Description
it_it: Descrizione

source: Site Name:
it_it: Nome sito:

source: Daemons
it_it: Daemon

source: Edit Site Name
it_it: Modifica nome sito

source: Create Bootstrap Token
it_it: Crea token di bootstrap

source: Import Bootstrap Token
it_it: Importa token di bootstrap

source: Edit pool mirror mode
it_it: Modifica modalità di copia speculare per il pool

source: To edit the mirror mode for pool <kbd>{{ poolName }}</kbd>, select a new mode from the list and click <kbd>Update</kbd>.
it_it: Per modificare la modalità di copia speculare per il pool <kbd>{{ poolName }}</kbd>, selezionare una nuova modalità dall'elenco e fare clic su <kbd>Aggiorna</kbd>.

source: Mode
it_it: Modalità

source: Peer clusters must be removed prior to disabling mirror.
it_it: È necessario rimuovere i cluster peer prima di disabilitare la copia speculare.

source: Disabled
it_it: Disabilitato

source: {VAR_SELECT, select, edit {Edit} other {Add}}
it_it: {VAR_SELECT, select, edit {Modificare} other {Aggiungere}}

source: {mode, select, edit {Edit} other {Add}} pool mirror peer
it_it: {mode, select, edit {Edit} other {Add}} peer copia speculare del pool

source: {mode, select, edit {Edit} other {Add}} the pool mirror peer attributes for pool <kbd>{{ poolName }}</kbd> and click <kbd>Submit</kbd>.
it_it: {mode, select, edit {Edit} other {Add}} gli attributi del peer copia speculare del pool per il pool <kbd>{{ poolName }}</kbd> e fare clic su <kbd>Invia</kbd>.

source: Cluster Name
it_it: Nome cluster

source: The cluster name is not valid.
it_it: Il nome del cluster non è valido.

source: CephX ID
it_it: ID CephX

source: CephX ID...
it_it: ID CephX...

source: The CephX ID is not valid.
it_it: L'ID CephX non è valido.

source: Monitor Addresses
it_it: Indirizzi dei monitor

source: Comma-delimited addresses...
it_it: Indirizzi con valori delimitati da virgole...

source: The monitory address is not valid.
it_it: L'indirizzo del monitor non è valido.

source: CephX Key
it_it: Chiave CephX

source: Base64-encoded key...
it_it: Chiave con codifica Base64...

source: CephX key must be base64 encoded.
it_it: La chiave CephX deve essere con codifica Base64.

source: Edit Mode
it_it: Modalità di modifica

source: Add Peer
it_it: Aggiungi peer

source: Edit Peer
it_it: Modifica peer

source: Delete Peer
it_it: Elimina peer

source: Mode
it_it: Modalità

source: Leader
it_it: Sequenza iniziale

source: # Local
it_it: N. locale

source: # Remote
it_it: N. remoto

source: mirror peer
it_it: peer copia speculare

source: RBD Configuration
it_it: Configurazione RBD

source: Remove the local configuration value. The parent configuration value will be inherited and used instead.
it_it: Rimuovere il valore della configurazione locale. Al suo posto verrà ereditato e utilizzato il valore della configurazione superiore.

source: The minimum value is 0
it_it: Il valore minimo è 0

source: Global
it_it: Globale

source: Image
it_it: Immagine

source: Key
it_it: Chiave

source: Source
it_it: Origine

source: Value
it_it: Valore

source: Only available for RBD images with <strong>fast-diff</strong> enabled
it_it: Disponibile solo per le immagini RBD con l'opzione <strong>fast-diff</strong> abilitata

source: Details
it_it: Dettagli

source: Data Pool
it_it: Pool di dati

source: Created
it_it: Creato

source: Size
it_it: Dimensioni

source: Objects
it_it: Oggetti

source: Object size
it_it: Dimensioni oggetto

source: Features
it_it: Funzioni

source: Provisioned
it_it: Soggetto al provisioning

source: N/A
it_it: N/D

source: Total provisioned
it_it: Totale soggetto al provisioning

source: Striping unit
it_it: Unità di striping

source: Striping count
it_it: Conteggio di striping

source: Parent
it_it: Superiore

source: Block name prefix
it_it: Prefisso nome blocco

source: Order
it_it: Ordine

source: Format Version
it_it: Versione formato

source: Snapshots
it_it: Snapshot

source: Configuration
it_it: Configurazione

source: Performance
it_it: Prestazioni

source: Information can not be displayed for RBD in status 'Removing'.
it_it: Impossibile visualizzare le informazioni per RBD con stato 'In rimozione'.

source: This setting overrides the global value
it_it: Questa impostazione sostituisce il valore globale

source: This is the global value. No value for this option has been set for this image.
it_it: Questo è il valore globale. Nessun valore per tale opzione è stato impostato per questa immagine.

source: {{ action | titlecase }} from
it_it: {{ action | titlecase }} da

source: '/' and '@' are not allowed.
it_it: '/' e '@' non sono consentiti.

source: Loading...
it_it: Caricamento in corso...

source: -- No rbd pools available --
it_it: -- Nessun pool rbd disponibile --

source: -- Select a pool --
it_it: -- Selezionare un pool --

source: -- No namespaces available --
it_it: -- Nessuno spazio dei nomi disponibile --

source: -- Select a namespace --
it_it: -- Selezionare uno spazio dei nomi --

source: Use a dedicated data pool
it_it: Utilizza un pool di dati dedicato

source: You need more than one pool with the rbd application label use to use a dedicated data pool.
it_it: Per utilizzare un pool di dati dedicato, è richiesto più di un pool con l'uso dell'etichetta applicazione RBD.

source: Data pool
it_it: Pool di dati

source: Dedicated pool that stores the object-data of the RBD.
it_it: Pool dedicato che archivia i dati oggetto dell'RBD.

source: -- No data pools available --
it_it: -- Nessun pool di dati disponibile --

source: e.g., 10GiB
it_it: ad es. 10 GiB

source: You have to increase the size.
it_it: È necessario aumentare le dimensioni.

source: Advanced...
it_it: Avanzate...

source: Advanced
it_it: Avanzate

source: Stripe unit
it_it: Unità di striping

source: -- Select stripe unit --
it_it: -- Selezionare l'unità di striping --

source: This field is required because stripe count is defined!
it_it: Questo campo è obbligatorio perché è specificato il numero di striping.

source: Stripe unit is greater than object size.
it_it: L'unità di striping è maggiore delle dimensioni dell'oggetto.

source: Stripe count
it_it: Numero di striping

source: This field is required because stripe unit is defined!
it_it: Questo campo è obbligatorio perché è specificata l'unità di striping.

source: Stripe count must be greater than 0.
it_it: Il numero di striping deve essere maggiore di 0.

source: Deep flatten
it_it: Appiattimento profondo

source: Layering
it_it: Su livelli

source: Exclusive lock
it_it: Blocco esclusivo

source: Object map (requires exclusive-lock)
it_it: Mappa oggetti (richiede il blocco esclusivo)

source: Journaling (requires exclusive-lock)
it_it: Journaling (richiede il blocco esclusivo)

source: Fast diff (interlocked with object-map)
it_it: Fast diff (con interlock con la mappa oggetti)

source: Deleting this image will also delete all its snapshots.
it_it: Se questa immagine viene eliminata, verranno eliminate anche tutte le sue snapshot.

source: The following snapshots are currently protected and will be removed:
it_it: Le snapshot seguenti sono al momento protette e verranno rimosse:

source: RBD in status 'Removing'
it_it: RBD con stato 'In rimozione'

source: Namespace
it_it: Spazio dei nomi

source: Size
it_it: Dimensioni

source: Objects
it_it: Oggetti

source: Object size
it_it: Dimensioni oggetto

source: Provisioned
it_it: Soggetto al provisioning

source: Total provisioned
it_it: Totale soggetto al provisioning

source: Parent
it_it: Superiore

source: This RBD has cloned snapshots. Please delete related RBDs before deleting this RBD.
it_it: Questo RBD contiene snapshot clonate. Prima di eliminare questo RBD, eliminare gli RBD correlati.

source: This RBD image has an invalid name and can't be managed by ceph.
it_it: Questa immagine RBD ha un nome non valido e non può essere gestita da ceph.

source: Action not possible for an RBD in status 'Removing'
it_it: Azione non possibile per RBD con stato 'In rimozione'

source: Create Namespace
it_it: Crea spazio dei nomi

source: Namespace already exists.
it_it: Spazio dei nomi già esistente.

source: Created namespace 'pool/namespace'
it_it: Spazio dei nomi 'pool/namespace' creato

source: Total images
it_it: Totale immagini

source: Deleted namespace 'pool/namespace'
it_it: Spazio dei nomi 'pool/namespace' eliminato

source: Namespace contains images
it_it: Lo spazio dei nomi contiene immagini

source: RBD Snapshot
it_it: Snapshot RBD

source: Parent image must support Layering
it_it: L'immagine superiore deve supportare la stratificazione

source: Snapshot must be protected in order to clone.
it_it: Per poterne effettuare la clonazione, la snapshot deve essere protetta.

source: You are about to rollback
it_it: Si sta per eseguire il rollback

source: PROTECTED
it_it: CON PROTEZIONE

source: UNPROTECTED
it_it: SENZA PROTEZIONE

source: Created
it_it: Creato

source: RBD snapshot rollback
it_it: Rollback snapshot RBD

source: Rollback
it_it: Esegui rollback

source: RBD snapshot
it_it: Snapshot RBD

source: Namespaces
it_it: Spazi dei nomi

source: Trash
it_it: Cestino

source: Overall Performance
it_it: Prestazioni complessive

source: Purge Trash
it_it: Elimina definitivamente contenuto del cestino

source: Expired at
it_it: Protezione scaduta in data/ora

source: Protected until
it_it: Data/Ora scadenza protezione

source: This image is protected until {{ expiresAt | cdDate }}.
it_it: Questa immagine è protetta fino al {{ expiresAt | cdDate }}.

source: Status
it_it: Stato

source: Deleted At
it_it: Eliminato alle

source: Move an image to trash
it_it: Sposta un'immagine nel cestino

source: This image contains snapshot(s), which will prevent it from being removed after moved to trash.
it_it: Questa immagine contiene una o più snapshot e non sarà possibile rimuoverla dopo averla spostata nel cestino.

source: To move <kbd>{{ imageSpecStr }}</kbd> to trash, click <kbd>Move</kbd>. Optionally, you can pick an expiration date.
it_it: Per spostare <kbd>{{ imageSpecStr }}</kbd> nel cestino, fare clic su <kbd>Sposta</kbd>. Facoltativamente, è possibile scegliere una data di scadenza.

source: Protection expires at
it_it: Data/Ora scadenza protezione:

source: NOT PROTECTED
it_it: NON PROTETTO

source: Wrong date format. Please use "YYYY-MM-DD HH:mm:ss".
it_it: Formato data errato. Utilizzare "AAAA-MM-GG HH:mm:ss".

source: Protection has already expired. Please pick a future date or leave it empty.
it_it: La protezione è già scaduta. Selezionare una data futura o lasciarla vuota.

source: To purge, select <kbd>All</kbd> or one pool and click <kbd>Purge</kbd>.
it_it: Per eseguire l'eliminazione definitiva, selezionare <kbd>Tutti</kbd> oppure un solo pool e fare clic su <kbd>Elimina definitivamente</kbd>.

source: Pool name...
it_it: Nome pool...

source: All
it_it: tutti

source: Restore Image
it_it: Ripristina immagine

source: To restore <kbd>{{ imageSpec }}@{{ imageId }}</kbd>, type the image's new name and click <kbd>Restore</kbd>.
it_it: Per ripristinare <kbd>{{ imageSpec }}@{{ imageId }}</kbd>, digitare il nuovo nome dell'immagine e fare clic su <kbd>Ripristina</kbd>.

source: New Name
it_it: Nuovo nome

source: type
it_it: tipo

source: state
it_it: stato

source: version
it_it: versione

source: root
it_it: radice

source: Evicted client 'clientId'
it_it: Client 'clientId' rimosso

source: Ranks
it_it: Classificazioni

source: Standbys
it_it: Standby

source: MDS performance counters
it_it: Contatore delle prestazioni MDS

source: Standby daemons
it_it: Daemon in standby

source: Rank
it_it: Classificazione

source: Activity
it_it: Attività

source: Dentries
it_it: Dentry

source: Inodes
it_it: Inode

source: Dirs
it_it: Dir

source: Caps
it_it: Maiusc

source: Type
it_it: Tipo

source: Usage
it_it: Utilizzo

source: Quotas
it_it: Quote

source: Origin
it_it: Origine

source: Path
it_it: Percorso

source: Cannot create snapshots for files/folders in the subvolume folders[2]
it_it: Impossibile creare snapshot per file/cartelle nel sottovolume folders[2]

source: Max size
it_it: Dimensioni massime

source: Max files
it_it: Numero massimo di file

source: The inherited this.getQuotaValueFromPathMsg( nextMax.value, nextMax.path ) is the maximum value to be used.
it_it: Il valore this.getQuotaValueFromPathMsg( nextMax.value, nextMax.path ) ereditato è il valore massimo da utilizzare.

source: Save
it_it: Salva

source: action CephFS this.getQuotaName() quota for 'path'
it_it: Quota action CephFS this.getQuotaName() per 'path'

source: size
it_it: dimensioni

source: files
it_it: file

source: this.getQuotaName() quota value from 'path'
it_it: Quota this.getQuotaName() value da 'path'

source: Value has to be at least 0 or more
it_it: Il valore non può essere minore di 0

source: Value has to be at most maxValue or less
it_it: Il valore non può essere maggiore di maxValue

source: Updated
it_it: Aggiornato

source: in order to inherit quotaValue
it_it: per poter ereditare quotaValue

source: which isn't used because of the inheritance of quotaValue
it_it: che non è utilizzato a causa dell'ereditarietà di quotaValue

source: in order to have no quota on the directory
it_it: per non avere alcuna quota nella directory

source: Create Snapshot
it_it: Crea snapshot

source: Please enter the name of the snapshot.
it_it: Immettere il nome della snapshot.

source: Created snapshot 'name' for 'path'
it_it: Snapshot 'name' creata per 'path'

source: CephFs Snapshot
it_it: Snapshot CephFS

source: Deleted snapshot 'name' for 'path'
it_it: Snapshot 'name' eliminata per 'path'

source: Enabled
it_it: Abilitato

source: Clients
it_it: Client

source: Directories
it_it: Directory

source: Performance Details
it_it: Dettagli sulle prestazioni

source: Description
it_it: Descrizione

source: Long description
it_it: Descrizione lunga

source: Current values
it_it: Valori attuali

source: Daemon default
it_it: Default del daemon

source: Type
it_it: Tipo

source: Min
it_it: Minimo

source: Max
it_it: Massimo

source: Flags
it_it: Flag

source: Services
it_it: Servizi

source: Source
it_it: Origine

source: Level
it_it: Livello
