Repository: proxmox/ceph
Catalog: ceph/src/pybind/mgr/dashboard/frontend/src/locale/messages.*.xlf
Languages: it_it

source: Count
it_it: Conteggio

source: Only that number of daemons will be created.
it_it: Verrà creato solo quel numero di daemon.

source: The value must be at least 1.
it_it: Il valore deve essere almeno 1.

source: Port
it_it: Porta

source: The value cannot exceed 65535.
it_it: Il valore non può superare 65535.

source: -- No pools available --
it_it: -- Nessun pool disponibile --

source: Trusted IPs
it_it: Indirizzi IP attendibili

source: Comma separated list of IP addresses.
it_it: Elenco di indirizzi IP separati da virgole.

source: Please add the <b>Ceph Manager</b> IP addresses here, otherwise the iSCSI gateways can't be reached.
it_it: Aggiungere qui gli indirizzi IP di <b>Ceph Manager</b>, senza i quali non è possibile raggiungere i gateway iSCSI.

source: Virtual IP
it_it: IP virtuale

source: The virtual IP address and subnet (in CIDR notation) where the ingress service will be available.
it_it: L'indirizzo IP virtuale e la subnet (in notazione CIDR) in cui sarà disponibile il servizio in ingresso.

source: Frontend Port
it_it: Porta del front-end

source: The port used to access the ingress service.
it_it: La porta utilizzata per accedere al servizio in ingresso.

source: Monitor Port
it_it: Porta del monitor

source: The port used by haproxy for load balancer status.
it_it: La porta utilizzata da haproxy per lo stato del servizio di bilanciamento del carico.

source: CIDR Networks
it_it: Reti CIDR

source: A list of networks to identify which network interface to use for the virtual IP address.
it_it: Un elenco di reti per identificare l'interfaccia di rete da utilizzare per l'indirizzo IP virtuale.

source: Version
it_it: Versione

source: -- Select SNMP version --
it_it: -- Selezionare la versione SNMP --

source: Destination
it_it: Destinazione

source: Must be of the format hostname:port.
it_it: Deve essere nel formato nome host:porta.

source: The value does not match the pattern: <strong>hostname:port</strong>
it_it: Il valore non corrisponde al modello: <strong>nome host:porta</strong>

source: Engine Id
it_it: ID motore

source: Unique identifier for the device (in hex).
it_it: Identificatore univoco del dispositivo (in esadecimale).

source: The value does not match the pattern: <strong>Must be in hexadecimal and length must be multiple of 2 with min value = 10 amd max value = 64.</strong>
it_it: Il valore non corrisponde al modello: <strong>deve essere di tipo esadecimale e la sua lunghezza deve essere un multiplo di 2 con valore minimo = 10 e valore massimo = 64</strong>.

source: Auth Protocol
it_it: Protocollo di autenticazione

source: -- Select auth protocol --
it_it: -- Selezionare il protocollo di autenticazione --

source: Privacy Protocol
it_it: Protocollo di privacy

source: -- Select privacy protocol --
it_it: -- Selezionare il protocollo di privacy --

source: Credentials
it_it: Credenziali

source: SNMP Community
it_it: Community SNMP

source: Username
it_it: Nome utente

source: Encryption
it_it: Crittografia

source: Certificate
it_it: Certificato

source: The SSL certificate in PEM format.
it_it: Il certificato SSL in formato PEM.

source: Invalid SSL certificate.
it_it: Certificato SSL non valido.

source: Private key
it_it: Chiave privata

source: The SSL private key in PEM format.
it_it: La chiave privata SSL in formato PEM.

source: Invalid SSL private key.
it_it: Chiave privata SSL non valida.

source: service
it_it: servizio

source: There are no hosts.
it_it: Nessun host presente.

source: Filter hosts
it_it: Filtra host

source: Placement
it_it: Posizionamento

source: Running
it_it: In esecuzione

source: Step {{ step }} of 2: Telemetry report configuration
it_it: Passaggio {{ step }} di 2: configurazione del rapporto di telemetria

source: The telemetry module sends anonymous data about this Ceph cluster back to the Ceph developers to help understand how Ceph is used and what problems users may be experiencing.<br/> This data is visualized on <a href="https://telemetry-public.ceph.com/">public dashboards</a> that allow the community to quickly see summary statistics on how many clusters are reporting, their total capacity and OSD count, and version distribution trends.<br/><br/> The data being reported does <b>not</b> contain any sensitive data like pool names, object names, object contents, hostnames, or device serial numbers. It contains counters and statistics on how the cluster has been deployed, the version of Ceph, the distribution of the hosts and other parameters which help the project to gain a better understanding of the way Ceph is used. The data is sent secured to {{ sendToUrl }} and {{ sendToDeviceUrl }} (device report).
it_it: Il modulo di telemetria invia dati anonimi su questo cluster Ceph agli sviluppatori Ceph per analizzare in che modo viene utilizzato Ceph e quali problemi potrebbero riscontrare gli utenti.<br/> Questi dati sono visualizzati su <a href="https://telemetry-public.ceph.com/">dashboard pubblici</a> che consentono alla comunità di visualizzare rapidamente le statistiche di riepilogo sul numero di cluster che generano rapporti, la loro capacità totale e il numero di OSD e i trend di distribuzione delle versioni.<br/><br/> I dati oggetto dei rapporti <b>non</b> sono dati sensibili come nomi di pool, nomi di oggetto, contenuti degli oggetti, nomi host o numeri di serie del dispositivo. Sono invece dati relativi a contatori e statistiche sulla modalità di distribuzione del cluster, sulla versione di Ceph, sulla distribuzione degli host e su altri parametri che consentono di comprendere meglio la modalità di utilizzo di Ceph. I dati vengono inviati in modalità protetta a {{ sendToUrl }} e {{ sendToDeviceUrl }} (rapporto dispositivo).

source: Deactivate
it_it: Disattiva

source: Channels
it_it: Canali

source: The telemetry report is broken down into several "channels", each with a different type of information that can be configured below.
it_it: Il rapporto di telemetria è suddiviso in più "canali", ognuno con un tipo diverso di informazioni che è possibile configurare di seguito.

source: Basic
it_it: Base

source: Includes basic information about the cluster:
it_it: Include informazioni di base sul cluster:

source: Capacity of the cluster
it_it: Capacità del cluster

source: Number of monitors, managers, OSDs, MDSs, object gateways, or other daemons
it_it: Numero di monitor, manager, OSD, MDS, gateway di oggetto o altri daemon

source: Software version currently being used
it_it: Versione del software attualmente in uso

source: Number and types of RADOS pools and CephFS file systems
it_it: Numero e tipi di pool RADOS e file system CephFS

source: Names of configuration options that have been changed from their default (but not their values)
it_it: Nomi di opzioni di configurazione modificati rispetto al default (ad eccezione dei valori)

source: Crash
it_it: Arresto anomalo

source: Includes information about daemon crashes:
it_it: Include informazioni sugli arresti anomali del daemon:

source: Type of daemon
it_it: Tipo di daemon

source: Version of the daemon
it_it: Versione del daemon

source: Operating system (OS distribution, kernel version)
it_it: Sistema operativo (versione kernel e distribuzione del sistema operativo)

source: Stack trace identifying where in the Ceph code the crash occurred
it_it: Traccia dello stack che identifica il punto in cui si è verificato l'arresto anomalo nel codice Ceph

source: Device
it_it: Dispositivo

source: Includes information about device metrics like anonymized SMART metrics.
it_it: Include informazioni sulle metriche del dispositivo, come le metriche SMART rese anonime.

source: Ident
it_it: Rientro

source: Includes user-provided identifying information about the cluster:
it_it: Include informazioni di identificazione fornite dall'utente sul cluster:

source: Contact Information
it_it: Informazioni di contatto

source: Submitting any contact information is completely optional and disabled by default.
it_it: L'invio delle informazioni di contatto è facoltativo e disabilitato per default.

source: Contact
it_it: Contatto

source: My first Ceph cluster
it_it: Primo cluster Ceph personale

source: Organization
it_it: Organizzazione

source: Organization name
it_it: Nome dell'organizzazione

source: Interval
it_it: Intervallo

source: The module compiles and sends a new report every 24 hours by default. You can adjust this interval by setting a different number of hours.
it_it: Per default, il modulo compila e invia un nuovo rapporto ogni 24 ore. È possibile modificare questo intervallo impostando un numero diverso di ore.

source: The entered value is too low! It must be greater or equal to 8.
it_it: Il valore immesso è troppo basso. Deve essere maggiore di o uguale a 8.

source: If the cluster cannot directly connect to the configured telemetry endpoint (default telemetry.ceph.com), you can configure a HTTP/HTTPS proxy server by e.g. adding https://10.0.0.1:8080
it_it: Se il cluster non è in grado di connettersi direttamente all'endpoint di telemetria configurato (per default, telemetry.ceph.com), è possibile configurare un server proxy HTTP/HTTPS aggiungendo ad esempio https://10.0.0.1:8080

source: You can also include a user:pass if needed e.g. https://ceph:telemetry@10.0.0.1:8080
it_it: Se necessario, è inoltre possibile includere un user:pass, come https://ceph:telemetry@10.0.0.1:8080

source: <b>Note:</b> By clicking 'Next' you will first see a preview of the report content before you can activate the automatic submission of your data.
it_it: <b>Nota:</b> facendo clic su 'Avanti' verrà visualizzata un'anteprima del contenuto del rapporto e sarà poi possibile attivare l'invio automatico dei propri dati.

source: Step {{ step }} of 2: Telemetry report preview
it_it: Passaggio {{ step }} di 2: anteprima del rapporto di telemetria

source: Report ID <cd-helper i18n-html html="A randomized UUID to identify a particular cluster over the course of several telemetry reports."></cd-helper>
it_it: ID rapporto <cd-helper i18n-html html="A randomized UUID to identify a particular cluster over the course of several telemetry reports."></cd-helper>

source: A randomized UUID to identify a particular cluster over the course of several telemetry reports.
it_it: Un UUID casuale per identificare un determinato cluster nel corso di diversi rapporti di telemetria.

source: Report preview <cd-helper i18n-html html="The actual telemetry data that will be submitted."></cd-helper>
it_it: Anteprima del rapporto <cd-helper i18n-html html="The actual telemetry data that will be submitted."></cd-helper>

source: The actual telemetry data that will be submitted.
it_it: I dati di telemetria effettivi che verranno inviati.

source: I agree to my telemetry data being submitted under the <a href="https://cdla.io/sharing-1-0/">Community Data License Agreement - Sharing - Version 1.0</a>
it_it: Acconsento all'invio dei dati di telemetria ai sensi del <a href="https://cdla.io/sharing-1-0/">Community Data License Agreement - Sharing - Versione 1.0</a>

source: The Telemetry module has been configured and activated successfully.
it_it: Il modulo di telemetria è stato configurato e attivato correttamente.

source: An Error occurred while updating the Telemetry module configuration. Please Try again
it_it: Si è verificato un errore durante l'aggiornamento della configurazione del modulo di telemetria. Riprovare

source: Health
it_it: Integrità

source: Statistics
it_it: Statistiche

source: Cluster Status
it_it: Stato del cluster

source: Monitors
it_it: Monitor

source: OSDs
it_it: OSD

source: Managers
it_it: Manager

source: Object Gateways
it_it: Object Gateway

source: Metadata Servers
it_it: Server di metadati

source: iSCSI Gateways
it_it: iSCSI Gateway

source: Capacity
it_it: Capacità

source: Raw Capacity
it_it: Capacità di base

source: PG Status
it_it: Stato gruppo di posizionamento

source: PGs per OSD
it_it: Gruppi di posizionamento per OSD

source: Client Read/Write
it_it: Lettura/Scrittura client

source: Client Throughput
it_it: Velocità effettiva client

source: Recovery Throughput
it_it: Velocità effettiva di recupero

source: Scrubbing
it_it: Pulitura

source: <i [ngClass]="[icons.infoCircle]"></i> See <a routerLink="/logs">Logs</a> for more details.
it_it: <i [ngClass]="[icons.infoCircle]"></i> Vedere <a routerLink="/logs">Log</a> per ulteriori informazioni.

source: Reads
it_it: Letture

source: Writes
it_it: Scritture

source: Used
it_it: Utilizzato

source: Avail.
it_it: Dispon.

source: Clean
it_it: Pulisci

source: Working
it_it: In funzione

source: Unknown
it_it: Sconosciuto

source: Healthy
it_it: Integro

source: Misplaced
it_it: Posizione errata

source: Degraded
it_it: Danneggiato

source: Unfound
it_it: Non trovato

source: objects
it_it: oggetti

source: For an overview of {{ groupTitle|lowercase }} widgets click <cd-doc section="dashboard-landing-page-{{ groupTitle|lowercase }}" docText="here" i18n-docText></cd-doc>
it_it: Per una panoramica dei {{ groupTitle|lowercase }} widget fare clic <cd-doc section="dashboard-landing-page-{{ groupTitle|lowercase }}" docText="here" i18n-docText></cd-doc>

source: here
it_it: qui

source: up
it_it: attivo

source: no filesystems
it_it: nessun file system

source: active
it_it: attivo

source: standby daemons
it_it: daemon in standby

source: active daemon
it_it: daemon attivo

source: n/a
it_it: n/d

source: total
it_it: totale

source: near full
it_it: quasi pieno

source: full
it_it: pieno

source: Clients ({{ clients.length }})
it_it: Client ({{ clients.length }})

source: Addresses
it_it: Indirizzi

source: Access Type
it_it: Tipo di accesso

source: Squash
it_it: Esegui squash

source: NFS Protocol
it_it: Protocollo NFS

source: Transport
it_it: Trasporto

source: Storage Backend
it_it: Backend di storage

source: CephFS User
it_it: Utente CephFS

source: CephFS Filesystem
it_it: File system CephFS

source: Security Label
it_it: Etichetta di sicurezza

source: Object Gateway User
it_it: Utente Object Gateway

source: Any client can access
it_it: Può accedere qualsiasi client

source: Addresses
it_it: Indirizzi

source: Must contain one or more comma-separated values
it_it: Deve contenere uno o più valori delimitati da virgole

source: For example:
it_it: Ad esempio:

source: Access Type
it_it: Tipo di accesso

source: Squash
it_it: Esegui squash

source: Add clients
it_it: Aggiungi client

source: (inherited from global config)
it_it: (ereditato dalla configurazione globale)

source: -- Select the access type --
it_it: -- Selezionare il tipo di accesso --

source: inherited from global config
it_it: ereditato dalla configurazione globale

source: -- Select what kind of user id squashing is performed --
it_it: -- Selezionare il tipo di squash dell'ID utente che viene eseguito --

source: This is the ID of an NFS Service.
it_it: Questo è l'ID di un servizio NFS.

source: -- No cluster available --
it_it: -- Nessun cluster disponibile --

source: -- Select the cluster --
it_it: -- Selezionare il cluster --

source: This field is required. To create a new NFS cluster, <a [routerLink]="['/services', {outlets: {modal: ['create']}}]" class="btn-link">add a new NFS Service</a>.
it_it: Questo campo è obbligatorio. Per creare un nuovo cluster NFS, <a [routerLink]="['/services', {outlets: {modal: ['create']}}]" class="btn-link">aggiungere un nuovo servizio NFS</a>.

source: Storage Backend
it_it: Backend di storage

source: -- Select the storage backend --
it_it: -- Selezionare il backend di storage --

source: -- No CephFS filesystem available --
it_it: -- Nessun file system CephFS disponibile --

source: -- Select the CephFS filesystem --
it_it: -- Selezionare il file system CephFS --

source: Security Label
it_it: Etichetta di sicurezza

source: Enable security label
it_it: Abilita etichetta di sicurezza

source: CephFS Path
it_it: Percorso CephFS

source: A path in a CephFS file system.
it_it: Un percorso nel file system CephFS.

source: Path need to start with a '/' and can be followed by a word
it_it: Il percorso deve iniziare con una barra '/' e può essere seguito da una parola

source: The path does not exist in the selected volume.
it_it: Il percorso non esiste nel volume selezionato.

source: Bucket
it_it: Compartimento

source: The bucket does not exist or is not in the default realm (if multiple realms are configured). To continue, <a routerLink="/rgw/bucket/create" class="btn-link">create a new bucket</a>.
it_it: Il compartimento non esiste o non si trova nell'area di autenticazione di default (se sono configurate più aree di autenticazione). Per continuare, <a routerLink="/rgw/bucket/create" class="btn-link">creare un nuovo compartimento</a>.

source: NFS Protocol
it_it: Protocollo NFS

source: The position that this <strong>NFS v4</strong> export occupies in the <strong>Pseudo FS</strong> (it must be unique).
it_it: La posizione occupata da questa esportazione <strong>NFS v4</strong> nello <strong>Pseudo FS</strong> (deve essere univoca).

source: By using different Pseudo options, the same Path may be exported multiple times.
it_it: Utilizzando diverse opzioni Pseudo, è possibile esportare più volte lo stesso percorso.

source: The pseudo is already in use by another export.
it_it: Lo pseudo è già utilizzato da un'altra esportazione.

source: Pseudo needs to start with a '/' and can't contain any of the following: >, <, |, &, ( or ).
it_it: Lo Pseudo deve iniziare con una barra '/' e non può contenere nessuno dei caratteri seguenti: >, <, |, &, ( o ).

source: -- No access type available --
it_it: -- Nessun tipo di accesso disponibile --

source: -- Select the access type --
it_it: -- Selezionare il tipo di accesso --

source: The Object Gateway NFS backend has a number of limitations which will seriously affect applications writing to the share. Please consult the <cd-doc section="rgw-nfs"></cd-doc> for details before enabling write access.
it_it: Il backend NFS di Object Gateway dispone di una serie di limitazioni che influiranno gravemente sulle applicazioni che scrivono sulla condivisione. Consultare <cd-doc section="rgw-nfs"></cd-doc> per i dettagli prima di abilitare l'accesso in scrittura.

source: -- No squash available --
it_it: -- Nessuno squash disponibile --

source: --Select what kind of user id squashing is performed --
it_it: --Selezionare il tipo di squash dell'ID utente da eseguire --

source: Transport Protocol
it_it: Protocollo di trasporto

source: No user id squashing is performed.
it_it: Non viene eseguito alcuno squash dell'ID utente.

source: uid 0 and gid 0 are squashed to the Anonymous_Uid and Anonymous_Gid gid 0 in alt_groups lists is also squashed.
it_it: Viene eseguito lo squash di uid 0 e gid 0 in Anonymous_Uid e inoltre viene eseguito lo squash di Anonymous_Gid gid 0 negli elenchi alt_groups.

source: uid 0 and gid of any value are squashed to the Anonymous_Uid and Anonymous_Gid alt_groups lists is discarded.
it_it: Viene eseguito lo squash di uid 0 e gid di qualsiasi valore in Anonymous_Uid e vengono scartati gli elenchi alt_groups Anonymous_Gid.

source: All users are squashed.
it_it: Viene eseguito lo squash di tutti gli utenti.

source: NFS export
it_it: Esportazione NFS

source: fsalItem.descr backend is not available. errorMessage
it_it: fsalItem.descr backend non disponibile. errorMessage

source: Error while retrieving paths.
it_it: Errore durante il recupero dei percorsi.

source: Error while retrieving bucket names.
it_it: Errore durante il recupero dei nomi dei compartimenti.

source: Performance counters not available
it_it: Contatori delle prestazioni non disponibili

source: The name can only consist of alphanumeric characters, dashes and underscores.
it_it: Il nome può contenere solo caratteri alfanumerici, trattini e caratteri di sottolineatura.

source: The chosen erasure code profile name is already in use.
it_it: Il nome del profilo del codice di cancellazione selezionato è già in uso.

source: Root
it_it: Radice

source: Failure domain type
it_it: Tipo dominio di errore

source: Device class
it_it: Classe dispositivo

source: Let Ceph decide
it_it: Lascia decidere a Ceph

source: Crush Rule
it_it: Regola Crush

source: Data chunks (k)
it_it: Porzioni di dati (k)

source: Must be equal to or greater than 2.
it_it: Deve essere uguale a o maggiore di 2.

source: Chunks (k+m) have exceeded the available OSDs of {{deviceCount}}.
it_it: Le porzioni (k+m) hanno superato gli OSD disponibili di {{deviceCount}}.

source: For an equal distribution k has to be a multiple of (k+m)/l.
it_it: Per una distribuzione equa, k deve essere un multiplo di (k+m)/l.

source: K has to be equal to or greater than m in order to recover data correctly through c.
it_it: K deve essere uguale o superiore a m per il recupero corretto dei dati tramite c.

source: Distribution factor: {{lrcMultiK}}
it_it: Fattore di distribuzione: {{lrcMultiK}}

source: Coding chunks (m)
it_it: Porzioni di codice (m)

source: Must be equal to or greater than 1.
it_it: Deve essere uguale a o maggiore di 1.

source: Durability estimator (c)
it_it: Strumento di stima della durata (c)

source: C has to be equal to or lower than m as m defines the amount of chunks that can be used.
it_it: C deve essere uguale o inferiore a m, dal momento che m definisce il numero di porzioni che è possibile utilizzare.

source: Helper chunks (d)
it_it: Porzioni helper (d)

source: Set d manually or use the plugin's default calculation that maximizes d.
it_it: Impostare d manualmente o utilizzare il calcolo di default del plug-in che massimizza d.

source: D is automatically updated on k and m changes
it_it: D viene aggiornato automaticamente su k e m cambia

source: D can be set from {{getDMin()}} to {{getDMax()}}
it_it: È possibile impostare d su un intervallo compreso tra {{getDMin()}} e {{getDMax()}}

source: D can only be set to {{getDMax()}}
it_it: È possibile impostare d solo su {{getDMax()}}

source: D has to be greater than k ({{getDMin()}}).
it_it: D deve essere superiore a k ({{getDMin()}}).

source: D has to be lower than k + m ({{getDMax()}}).
it_it: D deve essere inferiore a k + m ({{getDMax()}}).

source: Locality (l)
it_it: Località (l)

source: Can't split up chunks (k+m) correctly with the current locality.
it_it: Impossibile suddividere correttamente le porzioni (k+m) con la località corrente.

source: Locality groups: {{lrcGroups}}
it_it: Gruppi di località: {{lrcGroups}}

source: Crush failure domain
it_it: Dominio di errore Crush

source: Crush Locality
it_it: Località Crush

source: None
it_it: Nessuno

source: Scalar mds
it_it: Mds scalari

source: Technique
it_it: Tecnica

source: Packetsize
it_it: Dimensioni del pacchetto

source: Crush root
it_it: Radice Crush

source: Crush device class
it_it: Classe dispositivo Crush

source: Available OSDs: {{deviceCount}}
it_it: OSD disponibili: {{deviceCount}}

source: EC Profile
it_it: Profilo codice di cancellazione

source: Cache Tiers Details
it_it: Dettagli livelli cache

source: Cache Mode
it_it: Modalità cache

source: Min Evict Age
it_it: Numero minimo di giorni per la rimozione

source: Min Flush Age
it_it: Numero minimo di giorni per la cancellazione

source: Target Max Bytes
it_it: Numero massimo di byte di destinazione

source: Target Max Objects
it_it: Numero massimo di oggetti di destinazione

source: No applications added
it_it: Nessuna applicazione aggiunta

source: Applications limit reached
it_it: Il limite di applicazioni è stato raggiunto

source: A pool can only have up to four applications definitions.
it_it: Un pool può contenere solo fino a quattro definizioni delle applicazioni.

source: Allowed characters '_a-zA-Z0-9'
it_it: Caratteri consentiti '_a-zA-Z0-9'

source: Maximum length is 128 characters
it_it: La lunghezza massima è di 128 caratteri
