Repository: proxmox/ceph
Catalog: ceph/src/pybind/mgr/dashboard/frontend/src/locale/messages.*.xlf
Languages: it_it

source: Filter or add applications'
it_it: Filtra o aggiungi applicazioni

source: Add application
it_it: Aggiungi applicazione

source: The chosen Ceph pool name is already in use.
it_it: Il nome del pool Ceph scelto è già in uso.

source: It's not possible to create an RBD pool with '/' in the name. Please change the name or remove 'rbd' from the applications list.
it_it: Non è possibile creare un pool RBD che contiene '/' nel nome. Modificare il nome o rimuovere 'rbd' dall'elenco delle applicazioni.

source: Pool name can only contain letters, numbers, '.', '-', '_' or '/'.
it_it: Il nome del pool può contenere soltanto lettere, numeri, '.', '-', '_' o '/'.

source: Pool type
it_it: Tipo di pool

source: -- Select a pool type --
it_it: -- Selezionare un tipo di pool --

source: PG Autoscale
it_it: Ridimensionamento automatico gruppo di posizionamento

source: Placement groups
it_it: Gruppi di posizionamento

source: At least one placement group is needed!
it_it: È necessario almeno un gruppo di posizionamento.

source: Your cluster can't handle this many PGs. Please recalculate the PG amount needed.
it_it: Il cluster non può gestire questo numero di gruppi di posizionamento. Ricalcolare il numero di gruppi di posizionamento necessari.

source: Calculation help
it_it: Guida per il calcolo

source: The current PGs settings were calculated for you, you should make sure the values suit your needs before submit.
it_it: Sono state calcolate le impostazioni dei gruppi di posizionamento attuali; prima di inviare, assicurarsi che i valori soddisfino le proprie esigenze.

source: Replicated size
it_it: Dimensioni replicate

source: Minimum: {{ getMinSize() }}
it_it: Minimo: {{ getMinSize() }}

source: Maximum: {{ getMaxSize() }}
it_it: Massimo: {{ getMaxSize() }}

source: The size specified is out of range. A value from {{ getMinSize() }} to {{ getMaxSize() }} is usable.
it_it: Le dimensioni specificate non sono comprese nell'intervallo. È possibile utilizzare un valore nell'intervallo da {{ getMinSize() }} a {{ getMaxSize() }}.

source: A size of 1 will not create a replication of the object. The 'Replicated size' includes the object itself.
it_it: Una dimensione pari a 1 non creerà una replica dell'oggetto. La 'Dimensione replicata' include l'oggetto stesso.

source: EC Overwrites
it_it: Sovrascritture codice di cancellazione

source: Applications
it_it: Applicazioni

source: Erasure code profile
it_it: Profilo del codice di cancellazione

source: -- No erasure code profile available --
it_it: -- Nessun profilo del codice di cancellazione disponibile --

source: -- Select an erasure code profile --
it_it: -- Selezionare un profilo del codice di cancellazione --

source: This profile can't be deleted as it is in use.
it_it: Non è possibile eliminare questo profilo poiché è in uso.

source: Profile
it_it: Profilo

source: Used by pools
it_it: In uso dai pool

source: Profile is not in use.
it_it: Il profilo non è in uso.

source: Crush ruleset
it_it: Set di regole Crush

source: A new crush ruleset will be implicitly created.
it_it: Un nuovo set di regole Crush verrà creato in modo implicito.

source: There are no rules.
it_it: Nessuna regola presente.

source: -- Select a crush rule --
it_it: -- Selezionare una regola Crush --

source: Placement and replication strategies or distribution policies that allow to specify how CRUSH places data replicas.
it_it: Le strategie di posizionamento e replica o i criteri di distribuzione che consentono di specificare in che modo CRUSH posiziona le repliche di dati.

source: This rule can't be deleted as it is in use.
it_it: Non è possibile eliminare questa regola poiché è in uso.

source: Crush rule
it_it: Regola Crush

source: Crush steps
it_it: Passaggi Crush

source: Rule is not in use.
it_it: La regola non è in uso.

source: The rule can't be used in the current cluster as it has too few OSDs to meet the minimum required OSD by this rule.
it_it: Non è possibile utilizzare la regola nel cluster attuale perché il numero degli OSD che contiene è troppo basso e non soddisfa il numero minimo di OSD richiesto da questa regola.

source: Compression
it_it: Compressione

source: Algorithm
it_it: Algoritmo

source: -- No erasure compression algorithm available --
it_it: -- Nessun algoritmo di compressione della cancellazione disponibile --

source: Minimum blob size
it_it: Dimensioni minime del blob

source: e.g., 128KiB
it_it: ad es. 128 KiB

source: Value should be greater than 0
it_it: Il valore deve essere maggiore di 0

source: Value should be less than the maximum blob size
it_it: Il valore deve essere minore delle dimensioni massime del blob

source: Maximum blob size
it_it: Dimensioni massime del blob

source: e.g., 512KiB
it_it: ad es. 512 KiB

source: Value should be greater than the minimum blob size
it_it: Il valore deve essere maggiore delle dimensioni minime del blob

source: Ratio
it_it: Rapporto

source: Compression ratio
it_it: Rapporto di compressione

source: Value should be between 0.0 and 1.0
it_it: Il valore deve essere compreso tra 0,0 e 1,0

source: Max bytes
it_it: Numero massimo di byte

source: Leave it blank or specify 0 to disable this quota.
it_it: Lasciare vuoto o inserire 0 per disabilitare questa quota.

source: A valid quota should be greater than 0.
it_it: Una quota valida deve essere maggiore di 0.

source: Max objects
it_it: Numero massimo di oggetti

source: The value should be greater or equal to 0
it_it: Il valore deve essere maggiore di o uguale a 0

source: erasure code profile
it_it: profilo del codice di cancellazione

source: crush rule
it_it: regola crush

source: Pools List
it_it: Elenco dei pool

source: Data Protection
it_it: Protezione dati

source: Applications
it_it: Applicazioni

source: PG Status
it_it: Stato gruppo di posizionamento

source: Crush Ruleset
it_it: Set di regole Crush

source: Pool deletion is disabled by the mon_allow_pool_delete configuration setting.
it_it: L'eliminazione del pool è disabilitata dall'impostazione di configurazione mon_allow_pool_delete.

source: Owner
it_it: Proprietario

source: Index type
it_it: Tipo di indice

source: Placement rule
it_it: Regola di posizionamento

source: Maximum marker
it_it: Marker massimo

source: Master version
it_it: Versione master

source: Modification time
it_it: Ora di modifica

source: Zonegroup
it_it: Gruppo di zone

source: Versioning
it_it: Controllo versioni

source: MFA Delete
it_it: Eliminazione MFA

source: Bucket quota
it_it: Quota compartimento

source: Enabled
it_it: Abilitato

source: Maximum size
it_it: Dimensioni massime

source: Unlimited
it_it: Illimitato

source: Maximum objects
it_it: Numero massimo di oggetti

source: Locking
it_it: Blocco

source: Days
it_it: Giorni

source: Bucket names can only contain lowercase letters, numbers, periods and hyphens.
it_it: I nomi dei compartimenti possono contenere solo lettere minuscole, numeri, punti e trattini.

source: The chosen name is already in use.
it_it: Il nome scelto è già in uso.

source: Bucket names must not contain uppercase characters or underscores.
it_it: I nomi dei compartimenti non devono contenere caratteri maiuscoli o caratteri di sottolineatura.

source: Each label must start and end with a lowercase letter or a number.
it_it: Ogni etichetta deve iniziare e terminare con una lettera minuscola o un numero.

source: Bucket names cannot be formatted as IP address.
it_it: I nomi dei compartimenti non possono essere formattati come indirizzi IP.

source: Bucket labels cannot be empty and can only contain lowercase letters, numbers and hyphens.
it_it: Le etichette dei compartimenti non devono essere vuote e possono contenere solo lettere minuscole, numeri e trattini.

source: Bucket names must be 3 to 63 characters long.
it_it: I nomi dei compartimenti devono avere una lunghezza compresa tra 3 e 63 caratteri.

source: -- Select a user --
it_it: -- Selezionare un utente --

source: Placement target
it_it: Destinazione di posizionamento

source: -- Select a placement target --
it_it: -- Selezionare una destinazione di posizionamento --

source: Enables versioning for the objects in the bucket.
it_it: Abilita il controllo versioni per gli oggetti nel compartimento.

source: Multi-Factor Authentication
it_it: Autenticazione a più fattori

source: Delete enabled
it_it: Eliminazione abilitata

source: Enables MFA (multi-factor authentication) Delete, which requires additional authentication for changing the bucket versioning state.
it_it: Abilita l'eliminazione dell'autenticazione a più fattori (MFA, Multi-Factor Authentication), che richiede un'ulteriore autenticazione per la modifica dello stato del controllo versioni del compartimento.

source: Token Serial Number
it_it: Numero di serie token

source: Token PIN
it_it: PIN token

source: Enables locking for the objects in the bucket. Locking can only be enabled while creating a bucket.
it_it: Abilita il blocco per gli oggetti nel compartimento. La funzione di blocco può essere abilitata soltanto durante la creazione di un compartimento.

source: Compliance
it_it: Conformità

source: The number of days that you want to specify for the default retention period that will be applied to new objects placed in this bucket.
it_it: Il numero di giorni che si desidera specificare come periodo di conservazione di default e che verrà applicato ai nuovi oggetti inseriti in questo compartimento.

source: The entered value must be a positive integer.
it_it: Il valore immesso deve essere un numero intero positivo.

source: Retention Days must be a positive integer.
it_it: Il valore dei giorni di conservazione deve essere un numero intero positivo.

source: bucket
it_it: compartimento

source: Updated Object Gateway bucket 'values.bid'.
it_it: Compartimento Object Gateway 'values.bid' aggiornato.

source: Created Object Gateway bucket 'values.bid'
it_it: Compartimento Object Gateway 'values.bid' creato

source: No Limit
it_it: Nessun limite

source: Owner
it_it: Proprietario

source: Used Capacity
it_it: Capacità utilizzata

source: Capacity Limit %
it_it: % limite capacità

source: Object Limit %
it_it: % limite oggetto

source: buckets
it_it: compartimenti

source: Performance Counters
it_it: Contatori delle prestazioni

source: Daemons List
it_it: Elenco dei daemon

source: Sync Performance
it_it: Sincronizza prestazioni

source: Zone
it_it: Zona

source: Zone Group
it_it: Gruppo di zone

source: Realm
it_it: Area di autenticazione

source: -- Select a type --
it_it: -- Selezionare un tipo --

source: Permission
it_it: Autorizzazione

source: -- Select a permission --
it_it: -- Selezionare un'autorizzazione --

source: capability
it_it: funzionalità

source: User ID
it_it: ID utente

source: Full name
it_it: Nome completo

source: Email address
it_it: Indirizzo e-mail

source: Suspended
it_it: Sospeso

source: System
it_it: Sistema

source: Maximum buckets
it_it: Numero massimo di compartimenti

source: Subusers
it_it: Sottoutenti

source: Capabilities
it_it: Funzionalità

source: MFAs(Id)
it_it: MFA (ID)

source: User quota
it_it: Quota utente

source: Keys
it_it: Chiavi

source: Show
it_it: Mostra

source: Username
it_it: Nome utente

source: Unlimited
it_it: Illimitato

source: The value is not valid.
it_it: Il valore non è valido.

source: The chosen user ID is already in use.
it_it: L'ID utente scelto è già in uso.

source: Show Tenant
it_it: Mostra tenant

source: The chosen user ID exists in this tenant.
it_it: L'ID utente scelto esiste in questo tenant.

source: This is not a valid email address.
it_it: Non è un indirizzo e-mail valido.

source: The chosen email address is already in use.
it_it: L'indirizzo e-mail scelto è già in uso.

source: Max. buckets
it_it: Numero massimo di compartimenti

source: Disabled
it_it: Disabilitato

source: Custom
it_it: Personalizzato

source: The entered value must be >= 1.
it_it: Il valore immesso deve essere >=1.

source: S3 key
it_it: Chiave S3

source: Auto-generate key
it_it: Generazione automatica chiave

source: Access key
it_it: Chiave di accesso

source: Secret key
it_it: Chiave segreta

source: There are no subusers.
it_it: Nessun sottoutente esistente.

source: There are no keys.
it_it: Nessuna chiave esistente.

source: There are no capabilities.
it_it: Nessuna funzionalità esistente.

source: All capabilities are already added.
it_it: Tutte le funzionalità sono già state aggiunte.

source: Unlimited size
it_it: Dimensioni illimitate

source: Max. size
it_it: Dimensioni massime

source: Unlimited objects
it_it: Oggetti illimitati

source: Max. objects
it_it: Numero massimo di oggetti

source: The entered value must be >= 0.
it_it: Il valore immesso deve essere >=0.

source: user
it_it: utente

source: subuser
it_it: sottoutente

source: S3 Key
it_it: Chiave S3

source: Updated Object Gateway user 'uid'
it_it: Utente Object Gateway 'uid' aggiornato

source: Created Object Gateway user 'uid'
it_it: Utente Object Gateway 'uid' creato

source: Full name
it_it: Nome completo

source: Email address
it_it: Indirizzo e-mail

source: Suspended
it_it: Sospeso

source: Max. buckets
it_it: Numero massimo di compartimenti

source: users
it_it: utenti

source: -- Select a username --
it_it: -- Selezionare un nome utente --

source: Subuser
it_it: Sottoutente

source: The chosen subuser ID is already in use.
it_it: L'ID del sottoutente scelto è già in uso.

source: read, write
it_it: lettura, scrittura

source: full
it_it: pieno

source: Swift key
it_it: Chiave Swift

source: Auto-generate secret
it_it: Generazione automatica segreto

source: Subuser
it_it: Sottoutente

source: Swift Key
it_it: Chiave Swift

source: Neither hostname nor OSD ID given
it_it: Nome host o ID OSD non forniti

source: Device ID
it_it: ID dispositivo

source: State of Health
it_it: Stato di integrità

source: Good
it_it: Buono

source: Bad
it_it: Cattivo

source: Stale
it_it: Non aggiornato

source: Life Expectancy
it_it: Aspettativa di vita

source: Prediction Creation Date
it_it: Data di creazione stimata

source: Device Name
it_it: Nome dispositivo

source: Daemons
it_it: Daemon

source: Failed to retrieve SMART data.
it_it: Non è stato possibile recuperare i dati SMART.

source: The data received has the JSON format version 2.x and is currently incompatible with the dashboard.
it_it: I dati ricevuti sono in formato JSON versione 2.x, che al momento la dashboard non supporta.

source: No SMART data available.
it_it: Nessun dato SMART disponibile.

source: SMART overall-health self-assessment test result
it_it: Risultato test di autovalutazione dell'integrità generale SMART

source: unknown
it_it: sconosciuto

source: passed
it_it: superato

source: failed
it_it: non superato

source: Device Information
it_it: Informazioni dispositivo

source: No device information available for this device.
it_it: Informazioni dispositivo non disponibili per questo dispositivo.

source: No SMART data available for this device.
it_it: Dati SMART non disponibili per questo dispositivo.

source: SMART data is loading.
it_it: Caricamento dati SMART in corso.

source: Smartctl has received an unknown argument (error code smartData.smartctl_error_code). You may be using an incompatible version of smartmontools. Version >= 7.0 of smartmontools is required to successfully retrieve data.
it_it: Smartctl ha ricevuto un argomento sconosciuto (codice di errore smartData.smartctl_error_code). La versione di smartmontools in uso potrebbe non essere compatibile. Per recuperare i dati correttamente, è necessaria la versione &gt;= 7.0 di smartmontools.

source: An error with error code smartData.smartctl_error_code occurred.
it_it: Si è verificato un errore con codice di errore smartData.smartctl_error_code.

source: Raw
it_it: Non elaborato

source: Threshold
it_it: Soglia

source: When Failed
it_it: In caso di errore

source: Worst
it_it: Peggiore

source: Please set a new password.
it_it: Impostare una nuova password.

source: You will be redirected to the login page afterwards.
it_it: Si verrà poi reindirizzati alla pagina di login.

source: The old and new passwords must be different.
it_it: La vecchia e la nuova password devono essere diverse.

source: Password confirmation doesn't match the new password.
it_it: La password di conferma non corrisponde alla nuova password.

source: Username is required
it_it: Il nome utente è obbligatorio

source: Password is required
it_it: La password è obbligatoria

source: Log in
it_it: Accedi

source: Scope
it_it: Ambito

source: Read
it_it: Lettura

source: Create
it_it: Crea

source: Update
it_it: Aggiorna

source: Delete
it_it: Elimina

source: Description...
it_it: Descrizione...

source: Permissions
it_it: Autorizzazioni

source: role
it_it: ruolo

source: All
it_it: tutti

source: Created role 'roleFormModel.name'
it_it: Ruolo 'roleFormModel.name' creato

source: Updated role 'roleFormModel.name'
it_it: Ruolo 'roleFormModel.name' aggiornato

source: System Role
it_it: Ruolo di sistema

source: Deleted role 'role'
it_it: Ruolo 'role' eliminato

source: New name
it_it: Nuovo nome

source: Clone Role
it_it: Clona ruolo

source: Cloned role 'values['newName']' from 'name'
it_it: Ruolo 'values['newName']' clonato da 'name'

source: The username already exists.
it_it: Nome utente già esistente.

source: Confirm password
it_it: Conferma password

source: Password confirmation doesn't match the password.
it_it: La password di conferma non corrisponde alla password.

source: Password expiration date
it_it: Data di scadenza password

source: Password expiration date...
it_it: Data di scadenza password...

source: Invalid email.
it_it: E-mail non valida.

source: Roles
it_it: Ruoli

source: User must change password at next logon
it_it: L'utente deve modificare la password al prossimo accesso

source: You are about to remove "user read / update" permissions from your own user.
it_it: Si stanno per rimuovere le autorizzazioni di "lettura/aggiornamento utente" dal proprio utente.

source: If you continue, you will no longer be able to add or remove roles from any user.
it_it: Se si continua, non sarà più possibile aggiungere o rimuovere ruoli da qualsiasi utente.

source: There are no roles.
it_it: Nessun ruolo presente.

source: Created user 'userFormModel.username'
it_it: Utente 'userFormModel.username' creato

source: Update user
it_it: Aggiorna utente

source: You were automatically logged out because your roles have been changed.
it_it: Si è stati automaticamente disconnessi perché i ruoli sono stati modificati.

source: Updated user 'userFormModel.username'
it_it: Utente 'userFormModel.username' aggiornato

source: Roles
it_it: Ruoli

source: Password expiration date
it_it: Data di scadenza password

source: Deleted user 'username'
it_it: Utente 'username' eliminato

source: Failed to delete user 'username'
it_it: Impossibile creare l'utente 'username'

source: You are currently logged in as 'username'.
it_it: Si è attualmente connessi come 'username'.

source: Old password
it_it: Vecchia password

source: New password
it_it: Nuova password

source: Confirm new password
it_it: Conferma nuova password

source: Updated user password"
it_it: Password utente aggiornata

source: Users
it_it: Utenti

source: Selected Object Gateway:
it_it: Object Gateway selezionato:

source: Select Object Gateway
it_it: Seleziona Object Gateway

source: <b>Page not Found</b>
it_it: <b>Pagina non trovata</b>

source: Sorry, we couldn’t find what you were looking for. The page you requested may have been changed or moved.
it_it: Non è stato possibile trovare l'elemento cercato. La pagina richiesta potrebbe essere stata modificata o spostata.

source: Please consult the <a href="{{ docUrl }}">documentation</a> on how to configure and enable the {{ section_info }} management functionality.
it_it: Consultare la <a href="{{ docUrl }}">documentazione</a> su come configurare e abilitare la funzionalità di gestione di {{ section_info }}.

source: Go To Dashboard
it_it: Passa al dashboard

source: Page Not Found
it_it: Pagina non trovata

source: Sorry, we couldn’t find what you were looking for. The page you requested may have been changed or moved.
it_it: Non è stato possibile trovare l'elemento cercato. La pagina richiesta potrebbe essere stata modificata o spostata.

source: Access Denied
it_it: Accesso negato

source: Sorry, you don’t have permission to view this page or resource.
it_it: Non si dispone dell'autorizzazione per visualizzare questa pagina o risorsa.

source: User Denied
it_it: Utente negato

source: Sorry, the user does not exist in Ceph. You'll be logged out from the Identity Provider when you retry logging in.
it_it: L'utente non esiste in Ceph. Si viene disconnessi dal provider di identità quando si riprova a eseguire il login..

source: Help
it_it: Guida

source: Security
it_it: Sicurezza

source: Trademarks
it_it: Marchi

source: Dashboard Settings
it_it: Impostazioni del dashboard

source: User management
it_it: Gestione utenti

source: Telemetry configuration
it_it: Configurazione telemetria

source: Help
it_it: Guida

source: documentation
it_it: documentazione

source: About
it_it: Informazioni su

source: Logged in user
it_it: Utente connesso

source: Signed in as <strong>{{ username }}</strong>
it_it: Connesso come <strong>{{ username }}</strong>

source: Change password
it_it: Modifica password

source: Sign out
it_it: Disconnetti

source: Toggle navigation
it_it: Attiva/Disattiva barra di navigazione

source: CRUSH map
it_it: Mappa CRUSH

source: Manager Modules
it_it: Moduli Manager

source: Logs
it_it: Log

source: Monitoring
it_it: Monitoraggio

source: Block
it_it: Blocco

source: Mirroring
it_it: Esecuzione di copia speculare

source: File Systems
it_it: File system

source: Buckets
it_it: Compartimenti

source: Tasks and Notifications
it_it: Task e notifiche

source: The name of the node under which data should be placed.
it_it: Il nome del nodo in cui posizionare i dati.

source: The type of CRUSH nodes across which we should separate replicas.
it_it: Il tipo di nodi CRUSH su cui separare le repliche.

source: The device class data should be placed on.
it_it: Il dispositivo su cui posizionare i dati di classe.

source: Each object is split in data-chunks parts, each stored on a different OSD.
it_it: Ogni oggetto è suddiviso in porzioni di dati, ciascuna delle quali è memorizzata su un diverso OSD.

source: Compute coding chunks for each object and store them on different OSDs. The number of coding chunks is also the number of OSDs that can be down without losing data.
it_it: Calcola le porzioni di codice relative a ciascun oggetto e le memorizza su diversi OSD. Il numero di porzioni di codice è anche il numero degli OSD che è possibile declassare senza perdere i dati.

source: The jerasure plugin is the most generic and flexible plugin, it is also the default for Ceph erasure coded pools.
it_it: Il plug-in jerasure è il plug-in più generico e flessibile, ed è anche il plug-in di default dei pool con codice di cancellazione di Ceph.

source: The more flexible technique is reed_sol_van : it is enough to set k and m. The cauchy_good technique can be faster but you need to chose the packetsize carefully. All of reed_sol_r6_op, liberation, blaum_roth, liber8tion are RAID6 equivalents in the sense that they can only be configured with m=2.
it_it: La tecnica più flessibile è reed_sol_van: è sufficiente impostare k e m. La tecnica cauchy_good può essere più rapida, ma occorre selezionare attentamente le dimensioni del pacchetto. reed_sol_r6_op, liberation, blaum_roth, liber8tion sono tutti equivalenti a RAID6, nel senso che è possibile configurarli solo con m=2.
