Repository: proxmox/ceph
Catalog: ceph/src/pybind/mgr/dashboard/frontend/src/locale/messages.*.xlf
Languages: it_it

source: this.rbd.default(metadata) is busy.
it_it: this.rbd.default(metadata) è occupato.

source: this.rbd.default(metadata) contains snapshots.
it_it: this.rbd.default(metadata) contiene snapshot.

source: Cloning
it_it: Clonazione in corso

source: clone
it_it: clona

source: Snapshot of this.rbd.child(metadata) must be protected.
it_it: La snapshot di this.rbd.child(metadata) deve essere protetta.

source: Copying
it_it: Copia

source: copy
it_it: copia

source: Flattening
it_it: Appiattimento

source: flatten
it_it: appiattisci

source: Cannot unprotect this.rbd.snapshot( metadata ) because it contains child images.
it_it: Impossibile rimuovere la protezione da this.rbd.snapshot( metadata ) perché contiene immagini secondarie.

source: Cannot delete this.rbd.snapshot(metadata) because it's protected.
it_it: Impossibile eliminare this.rbd.snapshot(metadata) perché è protetto.

source: Rolling back
it_it: Rollback

source: rollback
it_it: esegui rollback

source: Moving
it_it: Spostamento

source: move
it_it: sposta

source: image 'metadata.image_spec' to trash
it_it: immagine 'metadata.image_spec' nel cestino

source: Could not find image.
it_it: Impossibile trovare l'immagine.

source: Restoring
it_it: Ripristino

source: restore
it_it: ripristina

source: image 'metadata.image_id_spec' into 'metadata.new_image_name'
it_it: immagine 'metadata.image_id_spec' in 'metadata.new_image_name'

source: Image name 'metadata.new_image_name' is already in use.
it_it: Il nome immagine 'metadata.new_image_name' è già in uso.

source: image 'metadata.image_id_spec'
it_it: immagine 'metadata.image_id_spec'

source: Purging
it_it: Eliminazione definitiva

source: purge
it_it: elimina definitivamente

source: all pools
it_it: tutti i pool

source: images from message
it_it: immagini da message

source: Cannot disable mirroring because it contains a peer.
it_it: Impossibile disabilitare l'esecuzione della copia speculare perché contiene un peer.

source: erasure code profile 'metadata.name'
it_it: profilo del codice di cancellazione 'metadata.name'

source: crush rule 'metadata.name'
it_it: regola Crush 'metadata.name'

source: target 'metadata.target_iqn'
it_it: destinazione 'metadata.target_iqn'

source: Service 'metadata.service_name'
it_it: Servizio 'metadata.service_name'
